{"name":"Club De Nuit Intense","brand":"Armaf","gender":"Men","categories":"Cologne","volume":"200 ml ","price":1883.63,"about":"Armaf Club de Nuit Intense Man is a woody, spicy fragrance with a citrusy twist. For daytime or evening wear, for regular or special occasions, Intense Man Club de Nuit cologne is a perfect choice every single time. When you buy Club de Nuit Intense from FragranceX, you'll get this captivating fragrance at a much lower price than you'll find in-store. Stock up for yourself or buy Intense Man Club de Nuit cologne as a gift: Either way, you'll save a bundle on a premium product.\n\nThe tangy notes of apple, bergamot, black currant, lemon, and pineapple lend a fruity-citrusy explosion to Armaf Club de Nuit Intense Man cologne. The soothing floral center of birch, jasmine, and rose has a romantic effect that is unmistakable. The smooth, spicy foundation of ambergris, musk, patchouli and vanilla in the base notes makes Armaf Club de Nuit Intense Man a full-bodied fragrance that's popular with sophisticated men everywhere.","fragrance_family":"Woody, fruity","scent_type":"spicy, leathery","notes":"Club De Nuit Intense Man starts off with a fun fruit-filled top layer of lemon, pineapple, black currant, bergamot and apple. Fruits give way to a middle layer of jasmine, rose and birch. Finally, a base layer of musk, ambergris, patchouli and vanilla anchors this intense scent, leaving behind a sense of refined masculinity.","smell_like":"Club De Nuit Intense smells like a brand-new experience. The combination of fruits, florals, and woods projects a sense of positivity that commands attention, inviting others to lean toward you.","kind_of_scent":"It is an eau de toilette or EDT spray, which normally yields a moderate to strong performance in longevity and projection. Its bright top notes and woody undertones make it a versatile scent for daytime or evening wear.","season":"The top and middle notes of fruits and florals make it great for spring and summer.","occasion":"A rich combination of diverse scent accords makes Club De Nuit Intense suitable for the workplace or an evening of romance.","how_long":"You can generally expect Club De Nuit Intense Man to last between five to seven hours since it’s an EDT of moderate strength. Because of its intensity, you probably won’t have to reapply it in most cases, unless wearing it outdoors or your body chemistry calls for more citrus and florals."}
{"name":"Light Blue","brand":"Dolce & Gabbana","gender":"Women","categories":"Perfume","volume":"200 ml","price":3328.29,"about":"Dolce & Gabbana Light Blue for women is a fresh, vibrant perfume that's citric base makes it perfect for those sparkling warm summer days that lead to perfect summer evenings that seem to last forever. Light Blue features notes of green apple, Sicilian lemon, bluebell, and cedar layered with jasmine, bamboo, white rose, and a base of amber, musk, and wood all wrapped up in one captivating scent that truly encapsulates the joy of living on a beautiful day. Housed in a clear bottle with a silver and blue cap, Light Blue has a refreshingly youthful essence to it that makes it truly irresistible so no matter what you have planned for the day, you’re guaranteed to turn heads wherever you go.","fragrance_family":"Floral","scent_type":"Fresh, citrus","notes":"Top notes are Sicilian Lemon, Apple, Cedar and Bellflower; middle notes are Bamboo, Jasmine and White Rose; base notes are Cedar, Musk and Amber.","smell_like":"Dolce & Gabbana Light blue is a casual and breezy, sparkling fruity-floral scent that evokes the spirit of the Sicilian summer. Mouth-watering and fresh notes of lime and cedar are bringing an image of the South woods on the seashore.","kind_of_scent":"Light Blue perfume is offered as an eau de toilette and is a floral fruity fragrance that is perfect for everyday wear. It has a clean and invigorating scent that is perfect for those who want a scent that is not too overpowering.","season":"Dolce & Gabbana Light Blue is a very popular summer fragrance, as it has a fresh and light scent that is perfect for warmer weather. Many love wearing Light Blue during the spring and summer months.","occasion":"Many choose to wear Light Blue by Dolce & Gabbana because it is versatile and can be worn for special occasions, everyday wear, such as for work, school, or running errands. It is also great for casual events and outdoor activities.","how_long":"Dolce & Gabbana Light Blue perfume lasts for about 5-6 hours on the skin, which is a good amount of time for a fresh and light fragrance. However, the longevity of the fragrance can depend on the wearer's skin type and environment."}
{"name":"Eternity","brand":"Calvin Klein","gender":"Women","categories":"Perfume","volume":"100 ml","price":1623.96,"about":"Eternity perfume by Calvin Klein introduces the wearer to the fresh and warm notes of a clean, white floral scent with hints of vibrant green fruits, a touch of amber, and a dash of inviting spice. You'll find the opening of this scent a luminous, airy, and uplifting blend of delicious mandarin, delicate lemon blossom, and delicate freesia that mingles with the crisp hints of fresh green foliage trailed by crushed sage. Eternity perfume's heart notes include the perfect tangy, peppery bouquet of carnations and marigolds blending seamlessly with a riotous garden filled with earthy violets, freshly plucked rose petals, sensual sandalwood, shimmering buds of jasmine, and the touches of narcissus and lily of the valley.","fragrance_family":"Floral","scent_type":"Green, floral, warm spicy, fresh, herbal","notes":"Inspired by the marriage of Klein himself, this fresh scent creates an elegant bouquet of white florals, including the delicate white rose, and green, aromatic accords. The floral heart of the fragrance, created by the renowned perfumer Sophia Grojsman, is a testament to her talent for crafting scents that delight the senses. The heart notes contain a colorful blend of white flowers, such as marigold, violet, narcissus, lily-of-the-valley, carnation, rose, and jasmine. The base notes, including heliotrope, sandalwood, musk, amber, and patchouli, add an intense and lasting depth to the fragrance, creating a true olfactory masterpiece that symbolizes lasting love.","smell_like":"Eternity by Calvin Klein is a sophisticated and delicate fragrance that captures the lasting essence of love and passion. Using classic sensual accords with a floral heart, including the note of the beautiful white rose, and a hint of citrus, the scent matures into green herbaceous tones, like walking through an everlasting forest. It smells absolutely wonderful.","kind_of_scent":"Eternity by Calvin Klein is considered an eau de parfum designed with a blend of bold and light masculine tones. The scent uses green, earthy, and herbal accords, creating a unique and captivating floral fragrance that is perfect for casual daily wear.","season":"Thanks to its green, herbaceous accords and floral heart, Eternity is a scent that pairs perfectly with Summer and Spring, bringing to mind the freshness and beauty of blooming white flowers.","occasion":"Eternity is generally considered a daytime fragrance, but its sophisticated splash of warm spicy accords, combined with the elegance of white flowers, make this a great scent for any occasion, including special events and a night out on the town.","how_long":"This fragrance is an eau de parfum, meaning it contains around 15-20% fragrance oil in the concentration. Thanks to this higher concentration, Eternity by Calvin Klein can last longer on the skin, providing a lasting love affair with the senses that you can enjoy throughout the day."}
{"name":"Eternity","brand":"Calvin Klein","gender":"Men","categories":"Cologne","volume":"200 ml","price":1943.6,"about":"Designed in Spain in 1990, Eternity cologne is a strong, floral fragrance that can be worn all day long. This fragrance has been a fan favorite for over 30 years. It’s no wonder it was named “Eternity”--you can wear it every day and still feel as hypnotized as you were the day you first experienced it!","fragrance_family":"Aromatic, Fougere","scent_type":"Intense, citrus","notes":"Calvin Klein Eternity brightly opens up with zesty notes of Mandarin orange, lemon, bergamot, and soothing lavender. The heart carries soulful notes of sage, juniper berries, coriander, basil, and geranium with a floral touch of jasmine, lily, orange blossom, and lily-of-the-valley. The Eternity cologne settles down on your skin with the warm undercurrents of Brazilian rosewood, musk, vetiver, sandalwood, and amber. Refreshing, warm, and distinct, this is a fragrance definitely worth adding to your collection.","smell_like":"Eternity Cologne is an aromatic fougere fragrance for men with key scent notes of mandarin, lavender, jasmine, basil, sandalwood, and vetiver. It's like strolling through a citrus garden laden with orange and lemon blossoms. At the end of the garden is a dense rosewood forest enticing you to walk amongst the wildlife living in its shade.","kind_of_scent":"Calvin Klein Eternity Cologne is an aromatic fougere fragrance. It is an eau de toilette for men that is also offered in deodorant, aftershave, and shave balm.","season":"The spicy, woody notes in Calvin Klein Eternity Cologne and its intense sillage make this scent an excellent cold-weather selection.","occasion":"Eternity Cologne is an alluring scent that feels at home on a date night or evening with friends. It's bold and will entice others with its powerful sillage. If you choose daytime wear, apply it sparingly to keep it subtle.","how_long":"Calvin Klein Eternity Cologne is an eau de toilette. The average wearer can expect the scent to last between 4-6 hours. The longevity can depend on the environment, how it is applied, and individual body chemistry. Those with oily skin may find that the fragrance lingers longer. Colder weather causes the fragrance to evaporate more slowly, preserving the top and heart notes."}
{"name":"Bright Crystal","brand":"Versace","gender":"Women","categories":"Perfume","volume":"200 ml","price":3754.38,"about":"Versace Bright Crystal Perfume is a light, luxurious scent that blends fruit, flowers and freshness to create a fragrance you’ll love to wear all day. Launched in 2006, this perfume has stood the test of time and continues to be popular with anyone who wants to feel fabulous.","fragrance_family":"Fruity, Floral","scent_type":"Musky, amber","notes":"When you first breathe in Bright Crystal Perfume, you’ll be struck by the juiciness of pomegranate and the zesty citrus of yuzu. These combine with an iced accord for cool freshness. The fragrance’s heart notes are floral with peony, magnolia and lotus flower. Deeper down, base notes of musk, woody acajou and vegetal amber add complexity and sophistication.","smell_like":"Imagine yourself surrounded by scents of flowers and fruit as a cool breeze rushes around you. You also catch a delightful whiff of musk and woodiness. This is what Versace Bright Crystal Perfume smells like.","kind_of_scent":"Bright Crystal Perfume is an eau de toilette spray designed for women. This makes it a light scent that floats gently on the air, spreading its freshness over your day.","season":"Spring and summer are the seasons for fruit and flowers, so Bright Crystal Perfume works best in those warm days.","occasion":"You can wear Bright Crystal Perfume for nearly any occasion. It’ll help keep you cool throughout your workday or while you run errands. But it also has enough sophistication to work well for a date night or special event.","how_long":"An eau de toilette like Bright Crystal Perfume typically lasts 3-4 hours, depending on your skin type, environment and application method. You may have to reapply during the day if the scent starts to fade."}
{"name":"Obsession","brand":"Calvin Klein","gender":"Men","categories":"Cologne","volume":"200 ml","price":1331.01,"about":"A classically elegant and sensual men’s fragrance, Calvin Klein Obsession for Men is an enduring, woody, oriental scent that is further enhanced by elements of spice, amber, and aromatic herbs. This iconic fragrance, designed by perfumer Robert Slattery, was first launched by Calvin Klein in 1986. The original composition was followed by many flankers, including the warm and spicy woody oriental Night (2005), the vanilla woody oriental Dark (2013), the fresh herbal aromatic Summer (2016), the oriental woody amber Obsessed (2017), and the woody vanilla oriental Obsessed Intense (2018).","fragrance_family":"Oriental","scent_type":"Amber, woody","notes":"The opening of Calvin Klein Obsession for Men combines vibrant, citrus tones of grapefruit, lime, mandarin orange, and bergamot with sharply floral lavender and warm, spicy nuances of cinnamon and coriander. Aromatic wood, florals, and a touch of fruit emerge in the heart notes, fusing myrhh, Brazilian rosewood, and pine with peppery carnation, jasmine, crushed sage, nutmeg, and a mellow hint of red berries. A woody and subtly sweet base of sandalwood, patchouli, vetiver, amber, musk, and dark vanilla harmonizes the whole, leaving a warm, powdery trail in the wake of your Obsession cologne.","smell_like":"It's like hiking through a pine forest on a crisp autumn day with a mug of spiced ale in your hand and the sun warm on your back. The spicy accords of this fragrance are particularly noticeable, but they are beautifully tempered with the lavender and pine tree notes.","kind_of_scent":"This cologne is in the oriental family of fragrances, with a stong woody undertone. It is marketed for men and comes in an EDT, Eau De Toilette.","season":"Spicy orientals such as this are best worn in the fall and winter.","occasion":"Obsession for Men is a truly versatile cologne. It's great in the workplace if you apply it discretely. It can be a warm skin scent for you all day. For special occasions, apply more liberally and enjoy the attention you receive.","how_long":"Since it is an EDT, or eau de toilette, you can expect about three to four hours of wear from Obsession, depending upon your skin chemistry and the environment."}
{"name":"Obsession","brand":"Calvin Klein","gender":"Women","categories":"Perfume","volume":"100 ml","price":1171.18,"about":"Calvin Klein Obsession for Women is a captivating perfume that combines various notes to create a unique and alluring fragrance.","fragrance_family":"Oriental","scent_type":"Warm, spicy, and sensual","notes":"Obsession for Women opens with a refreshing blend of bergamot, mandarin orange, peach, lemon, and green notes, complemented by the sweet and creamy aroma of vanilla. The heart of the fragrance reveals a warm and spicy character with notes of spices, coriander, sandalwood, oakmoss, cedar, orange blossom, jasmine, and rose. The base notes provide a seductive and lingering trail with the rich scents of amber, incense, vanilla, civet, musk, and vetiver. The overall scent is a captivating and sophisticated oriental fragrance with a balance of fresh citrus, warm spices, and creamy vanilla, creating a sensual and long-lasting experience.","smell_like":"Calvin Klein Obsession for Women is a warm and spicy fragrance with a sensual and oriental character. It evokes a sense of allure, sophistication, and seduction.","kind_of_scent":"Calvin Klein Obsession for Women is an oriental fragrance designed for women. It is an EDP (Eau de Parfum), which provides a longer-lasting and more concentrated scent compared to EDT (Eau de Toilette).","season":"Calvin Klein Obsession for Women is best suited for Fall and Winter due to its warm and spicy notes.","occasion":"Calvin Klein Obsession for Women is versatile and can be worn for various occasions. Its warm and sensual scent makes it suitable for evening events or romantic occasions, while its sophisticated blend also makes it appropriate for professional settings or special daytime events.","how_long":"Calvin Klein Obsession for Women is an EDP (Eau de Parfum), which typically lasts longer than EDT (Eau de Toilette). It can last around 6-8 hours, but the longevity can vary depending on factors such as the environment and the wearer's skin type. Reapplication may be necessary for an extended period of time, especially long events."}
{"name":"Jimmy Choo","brand":"Jimmy Choo","gender":"Women","categories":"Perfume","volume":"100 ml","price":1863.53,"about":"Jimmy Choo Perfume for women was released in 2011 by perfumer Olivier Polge. The concept was to create a chypre for the modern woman that could be worn anywhere. Prominent notes include pear and toffee.","fragrance_family":"Chypre","scent_type":"Green, sweet, fruity","notes":"Jimmy Choo Perfume opens with a fresh blast from mandarin orange, green notes and pear. This sparkling, cheerful start to the scent turns heavily floral with the introduction of the single heart note, tiger orchid. The dry down is rich and sweet with base notes of patchouli and toffee. The end result is a frankly feminine scent with traditional chypre earthiness and a dash of modern sweetness.","smell_like":"Wearing this perfume is like enjoying a picnic in a verdant summer meadow with luscious pears and sweet caramel in the picnic basket. There is a strong patchouli presence in the drydown that provides a sensual warmth at the end of the day.","kind_of_scent":"This is a fruity chypre marketed for women. It is offered as an EDT(eau de toilette and an EDP(eau de parfum), which has a higher concentration of perfume oil.","season":"As a member of the chypre family with strong fruity and sweet notes, Jimmy Choo is a great choice for a summer fragrance.","occasion":"This is the perfect everyday, everywhere fragrance. Chypres are warm and earthy and make a great signature scent. Because it has a fresh opening, it wears nicely in the workplace. It won't overwhelm your coworkers. The patchouli in the base notes adds that subtle, sexy vibe for a special evening on the town. Thanks to the moderate sillage and strong longevity, you can get a lot of mileage from this perfume.","how_long":"As a strong EDP, Jimmy Choo perfume can last up to 8 hours with a generous application. The EDT is a lighter fragrance and lasts between 4-6 hours. Actual time will depend upon body chemistry and other factors."}
{"name":"Elizabeth Arden Red Door","brand":"Elizabeth Arden ","gender":"Women","categories":"Perfume","volume":"100 ml","price":1064.74,"about":"Elizabeth Arden Red Door Perfume is a luxurious and fresh fragrance that embodies a floral scent with a touch of sweetness and warmth. It's the signature scent of the Elizabeth Arden line.","fragrance_family":"Floral","scent_type":"Classic, elegant, and feminine","notes":"Red Door opens with a vibrant blend of Rose, Orange Blossom, Plum, Violet, Peach, and Anise, creating a lively and inviting top note. The heart notes feature a rich bouquet of Honey, Carnation, Tuberose, Ylang-Ylang, Jasmine, Lily, Freesia, Lily-of-the-Valley, and Orchid, adding depth and sophistication to the fragrance. The base notes of Sandalwood, Amber, Benzoin, Musk, Heliotrope, Vetiver, and Cedar provide a warm and sensual foundation.","smell_like":"Red Door Perfume is a great fragrance that evokes a sense of elegance and sophistication. It combines the freshness of blooming flowers with a hint of sweetness and warmth, creating a luxurious and inviting scent great for any evening. If you're looking for a luxury signature perfume that smells good, Red Door by Elizabeth Arden is a perfect choice.","kind_of_scent":"Red Door is a women's fragrance that belongs to the floral fragrance family that is perfect for special occasions. It is available in both Eau de Parfum (EDP) and Eau de Toilette (EDT) concentrations, with the EDP offering a longer-lasting and more intense scent experience. It's a favorite fragrance by many women without being too overpowering.","season":"Red Door is versatile and suitable for both Fall and Winter or Spring and Summer. Its floral notes and warm base make it a great choice for any season.","occasion":"Red Door is well-suited for various occasions. Its classic and elegant scent can be worn casually or for special events, making it a versatile fragrance for everyday wear or formal occasions.","how_long":"The longevity of the perfume can vary depending on factors such as concentration (EDP or EDT), individual body chemistry, and environmental conditions. Generally, the scent can last for 6-8 hours, and it may require reapplication throughout the day to maintain its full intensity."}
{"name":"Happy","brand":"Clinique","gender":"Women","categories":"Perfume","volume":"100 ml","price":1224.56,"about":"Clinique Happy perfume is a fruity floral fragrance for women that was created in 1998 by perfumers Jean Claude Delville and Rodrigo Flores-Roux, and it has since become a world-renowned, iconic fragrance. Clinique Happy perfume is a great fragrance known for its fresh scent that instantly uplifts the mood. Its unique blend of citrusy and floral notes creates a captivating aroma, where the floral fresh note holds the key to its enchanting allure. It's no wonder that Clinique Happy has become a favorite perfume for many, thanks to its one-of-a-kind and refreshing fragrance.","fragrance_family":"Floral, Fruity","scent_type":"Fresh, sweet, floral, green","notes":"Clinique Happy perfume spray opens with sweet and citrusy, vibrant top notes of apple, plum, bergamot, orange, ruby red grapefruit and Indian mandarin. The middle notes contain floral tones of rose, orchid, freesia and lily-of-the-valley. In the base are notes of magnolia, musk, amber, spring mimosa and lily to keep the energy of this fragrance upbeat and lighthearted.","smell_like":"With Clinique Happy, you can make every day filled with warmth, vibrance and sunshine. This feminine scent provides fresh notes of white florals, citrus fruits and amber that radiate pure happiness. It's become the north star of Clinique products.","kind_of_scent":"Clinique Happy is classified as an eau de parfum spray, which uses a much higher concentration of fragrance oil than eau de toilette. Eau de Parfum formulas use between 15-20% fragrance concentration to give it lasting life and increased sillage.","season":"Happy by Clinique can be worn year-round, but the vibrant florals and fresh green notes were made for those bright Spring and Summer days.","occasion":"This perfume lasts well throughout the day and makes a terrific casual scent to wear around the office or out with friends. It's perfect for daytime wear or any other occasion as it combines fresh, citrus, floral, amber, and musk notes all in the same perfume without being too overpowering.","how_long":"This perfume can last over 8 hours with standard use, leaving little need for reapplication. As an eau de parfum, this fragrance contains a high concentration of oil that increases the longevity of the scent."}
{"name":"Ck One","brand":"Calvin Klein","gender":"Unisex","categories":"Cologne","volume":"100 ml","price":1038.05,"about":"CK One for men and women has remained one of the most popular fragrances on the market since it was released by the Calvin Klein fashion brand in 1994. It was one of the first popular unisex scents to take perfume lovers by storm. It has a clean scent that will give you energy and make you feel like you can take on the day.features aromatic green notes combined with citrus notes like lemon, pineapple, papaya, and mandarin orange to create a fresh, clean scent that's perfect for summer.","fragrance_family":"Citrus, floral","scent_type":"Fresh, green, musk","notes":"The top notes of CK One are bergamot, pineapple, mandarin orange and cardamom. These notes provide a bright and refreshing opening that is perfect for the morning. The heart notes of jasmine, violet, nutmeg and rose add a touch of warmth and sensuality to the fragrance. The base notes of sandalwood, amber, musk and cedar provide a long-lasting, woody finish.","smell_like":"CK One is refreshing and fun, like an afternoon spent with friends at a garden party or backyard barbeque.","kind_of_scent":"The citrus and floral scents in CK One make it a versatile scent, and it was created to be used by men and women. The eau de toilette formulation makes it a lighter fragrance that will last about five hours.","season":"With a fruity and floral composition, CK One is a nice choice to wear on warm summer days.","occasion":"CK One easily fits in whether you wear it to work or to a happy hour with friends. It's pleasant and inviting all day long.","how_long":"The lightness of this eau de toilette makes it easy to wear and it will last for about four to five hours before you need to reapply. The scent will last longer when applied to clothing."}
{"name":"Drakkar Noir","brand":"Guy Laroche","gender":"Men","categories":"Cologne","volume":"200 ml","price":1357.7,"about":"Guy Laroche Drakkar Noir cologne is a well-balanced blend of earthy, citrusy, woody and green notes that's one of the most popular fragrances on the market. Notes of artemisia, basil, bergamot, rosemary, lemon verbena, and lavender form the opening of Drakkar Noir by Guy Laroche eau de toilette spray. The heart notes add a warm spiciness with jasmine, juniper, coriander, carnation, and cinnamon, and they're supported by a base of sandalwood, vetiver, amber, cedar, leather, oakmoss, fir, and patchouli.","fragrance_family":"Aromatic Fougere","scent_type":"Spicy, leathery and intense","notes":"Drakkar Noir is an aromatic fragrance experience. Crisp citrus top notes of lemon and bergamot mingle with spicy mint, rosemary, lavender, mint, artemisia and basil accords. The middle notes take center stage with tangy cinnamon, coriander and wormwood that partner with floral notes of jasmine and carnation. The finishing touches include evergreen base notes of oak moss and soothing amber, cedar, patchouli and leather accords.","smell_like":"Drakkar Noir is a study in balance: controlled and powerful, calming and heady, subtle and intense. Its aromatic fougere scent is unmistakably masculine. As you experience its tangy citrus accords intertwining with the robust and animalic musk base notes, you are irresistibly drawn in.","kind_of_scent":"Guy Laroche Drakkar Noir Cologne is an intense woody, aromatic eau de toilette. It is a signature scent for generations of men.","season":"The warm and aromatic notes of Drakkar Noir make it an excellent choice for autumn and winter. However, it's a classic scent perfect for everyday use that can still be appreciated throughout the year.","occasion":"Drakkar Noir is an ideal scent for a date night or late dinner. Its spicy, alluring sillage seems designed for the evening hours. However, you can wear it for any occasion, especially during the day with a lighter touch.","how_long":"Drakkar Noir is an eau de toilette that you can expect to last between 2-6 hours. Its longevity has to do with your skin type and the environment in which you wear it. Individuals with dry skin may need to reapply. It may evaporate to its base notes more quickly in warm weather."}
{"name":"Cool Water","brand":"Davidoff","gender":"Men","categories":"Cologne","volume":"125 ml","price":1091.43,"about":"If you're looking for something alluring to wear on warm summer nights, you've come to the right place. Alluring and fresh, Davidoff Cool Water is an aromatic aquatic fragrance for men created by Pierre Bourdon in 1988. Cool Water cologne has remained a top seller since its release over 30 years ago. Want to make a great first impression everywhere you go? Look no further: Cool Water is the right cologne for you.","fragrance_family":"Aquatic, aromatic","scent_type":"Fresh, spicy, green, salty, herbaceous, woody","notes":"The top notes include seawater, lavender, rosemary, calone, coriander, mint, and green nuances. Meanwhile, geranium, neroli, jasmine, and sandalwood form the middle notes of Cool Water Cologne. The fragrance finishes with cedarwood, musk, amber, and tobacco, which make up the very masculine and magnetic base notes.","smell_like":"With crisp clean scent notes of lavender, mint, geranium and neroli, Davidoff Cool Water cologne evokes the feeling of a breeze off the sea. This aquatic fragrance is instantly cooling and will make you feel confident and powerful.","kind_of_scent":"Davidoff Cool Water cologne is a fresh aquatic eau de toilette fragrance for men.","season":"Because of the prominent sea water note along with bright and green ingredients, Davidoff Cool Water cologne performs best in summer.","occasion":"This eau de toilette is pleasant and not overwhelming, making it appropriate for various casual occasions, including work, school and lunch meet-ups.","how_long":"Davidoff Cool Water cologne will likely last between five to seven hours on skin because it is an EDT with a lighter scent profile."}
{"name":"White Diamonds","brand":"Elizabeth Taylor","gender":"Women","categories":"Perfume","volume":"100 ml","price":931.61,"about":"White Diamonds perfume by Elizabeth Taylor, launched in 1991, is an iconic perfume synonymous with glamour and elegance. This fragrance perfectly captures the essence of classic Hollywood with a brilliant and timeless aroma.","fragrance_family":"Floral","scent_type":"Fresh, powdery, smooth","notes":"White Diamonds perfume opens with delicate lily and crisp neroli into a rich floral heart of narcisse, rose and carnation. The dry down features an earthy sandalwood, musk and amber base. These alluring accords combine to create a distinctively intoxicating fragrance.","smell_like":"This alluring fragrance evokes the brilliant radiance of sparkling diamonds with bright white florals and rich woody accords, enveloping you in a luxurious cloak of elegance and sophistication. White Diamonds transports you to the red carpet of a classic Hollywood event, with gorgeous stars and clamoring fans.","kind_of_scent":"White Diamonds is a classic white floral fragrance for women, formulated as an eau de toilette and eau de parfum, with a distinctively elegant and seductively feminine blend of fresh spicy florals and rich earthy accords.","season":"This fragrance is perfect for cold-weather months, with sensual creamy notes of orris, amber and sandalwood offering warmth and luxury during winter and late autumn.","occasion":"White Diamonds is a popular signature scent among fragrance fans, providing a light floral redolence suitable for daytime events and warm spicy accords appropriate for elegant evening occasions.","how_long":"White Diamonds as an eau de toilette, or EDT, is formulated for light coverage that lingers for hours and can last betweet 4-6 hours. The eau de parfum formulation is more concentrated and can last up to 8 hours before the need to reapply. The longevity of this perfume can depend on the envronment, how the perfume is stored, and the wearer's body chemistry."}
{"name":"Pink Sugar","brand":"Aquolina","gender":"Women","categories":"Perfume","volume":"100 ml","price":798.47,"about":"Aquolina Pink Sugar is a Floral Fruity Gourmand fragrance for young women that was launched in 2004. It is the first fragrance by Italian cosmetic brand Aquolina, designed for young girls who enjoy a sweet smell like cotton candy, evoking a pink sugar experience.","fragrance_family":"Floral, Fruity, Gourmand","scent_type":"Sweet","notes":"Pink Sugar opens with lively top notes of Raspberry, Orange, Fig Leaf, and Bergamot, creating a fruity and fresh impression. In the heart, the fragrance blends Cotton Candy, Licorice, Red Berries, Strawberry, and Lily-of-the-Valley, adding a sweet and playful twist. The base notes of Caramel, Vanilla, Musk, Tonka Bean, and Sandalwood provide a warm and comforting gourmand drydown.","smell_like":"Pink Sugar evokes the imagery and feeling of a young girl's joyful world filled with fruity candy floss and sweet treats. This perfume smells like a playful and indulgent experience.","kind_of_scent":"Pink Sugar is a women's fragrance in the Floral Fruity Gourmand family. It is an EDP (Eau de Parfum) designed to provide a longer-lasting and more intense scent experience. If you like sweet and fruity fragrances, you will absolutely love pink sugar.","season":"Due to its sweet and warm notes of vanilla and caramel, Pink Sugar is best suited for Fall and Winter, but it can also be enjoyed during Spring and Summer.","occasion":"Pink Sugar's moderate strength and longevity make it versatile for various occasions. It can be worn for everyday activities, casual outings, and social gatherings. It is also elegant enough to wear for formal or professional settings.","how_long":"Pink Sugar is an EDP (Eau de Parfum), which typically offers longer-lasting fragrance compared to EDT (Eau de Toilette). It can last around 6-8 hours on the skin, allowing you to smell good all day. However, the longevity can vary depending on factors such as the environment and the wearer's skin type. Reapplication may be needed to maintain the scent throughout the day."}
{"name":"Chrome","brand":"Azzaro","gender":"Men","categories":"Cologne","volume":"100 ml","price":1437.44,"about":"Inspired by the Mediterranean, Chrome cologne for men by Azzaro is a fresh and alluring fragrance dedicated to authenticity and joie de vivre. This cologne features top notes of lemon, bergamot, pineapple, neroli, and rosemary, an invigorating yet soothing citrus-herbal blend. Azzaro Chrome body spray then reveals a heart of coriander, jasmine, and cyclamen before finishing with base notes of cedar, Brazilian rosewood, sandalwood, cardamom, oakmoss, musk, and tonka bean. Thanks to its well-rounded nature, Chrome by Azzaro cologne is the perfect finishing touch to splash on after a bath or shower all year round.","fragrance_family":"Citrus, Aquatic, Woody, Fresh","scent_type":"Citrusy, Aromatic","notes":"Azzaro Chrome is a fresh cologne combines a vibrant blend of citrus top notes including Lemon, Rosemary, Bergamot, Neroli, and Pineapple. These citrus and herbal notes provide an uplifting and refreshing sensation. The heart notes consist of Jasmine, Oakmoss, Cyclamen, and Coriander, adding a touch of green and floral accord to the fragrance. The base has woody notes feature Musk, Oakmoss, Cedar, Sandalwood, Cardamom, Brazilian Rosewood, and Tonka Bean, creating a warm and woody foundation with a subtle hint of sweetness that's not too overwhelming. Overall, the fragrance delivers a crisp, clean, and masculine scent with a zesty and aromatic character. It's a great contender if you're looking for an awesome great smelling cologne that will get so many compliments.","smell_like":"Azzaro Chrome evokes a vibrant and invigorating sensation with its fresh, citrusy notes and aromatic character. No wonder it's a favorite cologne by many men and women. Its unique radiance transports you to a sunny day by the ocean, combining the zesty freshness of citrus fruits with the soothing warmth of aromatic herbs.","kind_of_scent":"Azzaro Chrome is a long-lasting men's fragrance belongs to the fresh fragrance family and is suitable for both men and women. It is available as an Eau de Toilette (EDT), offering a lighter concentration of fragrance oils compared to an Eau de Parfum (EDP).","season":"Azzaro Chrome is suitable for both Spring and Summer, thanks to its invigorating freshness and citrusy notes that provide a refreshing and uplifting vibe, perfect for warmer weather.","occasion":"It is a timeless men's cologne that can be worn for any occasion, with refreshing aquatic notes blended with scents of intense woods. Its light and fresh character makes it suitable for daily wear, including office settings. Additionally, its aromatic and invigorating qualities make it a great choice to wear all the time, especially for casual outings, sports activities, or even date nights.","how_long":"Azzaro Chrome is an Eau de Toilette (EDT) and typically lasts around 4-6 hours on the skin. However, the longevity can vary depending on factors such as the environment, activity level, and individual skin chemistry. Reapplication may be needed to maintain the fragrance's presence throughout the day. If applied correctly, it's sure to remain a long lasting fragrance."}
{"name":"Coach","brand":"Coach","gender":"Women","categories":"Perfume","volume":"90 ml","price":1996.66,"about":"Luxury clothing and accessories designer Coach launched this perfume in 2016, which has been a fan favorite ever since. Coach Eau de Parfum is a fruity and floral fragrance that comes in an elegant glass bottle complete with an engraving of the Coach logo as well as a hanging charm.","fragrance_family":"Fruity","scent_type":"Vibrant, floral, sweet","notes":"Coach Perfume includes top notes of pink pepper, lush pear, and raspberry leaves, middle notes of creamy Turkish roses and a sensual suede, musk base to create an authentic accord and beautiful smell.","smell_like":"Coach Perfume is a fun fragrance that captures the vitality of a bustling street lined with shops and nightclubs. This perfume transports wearers to that scene and makes them feel as though every day is a captivating adventure.","kind_of_scent":"Fruitiness is found throughout Coach Perfume, which is an eau de parfum developed for women. Eau de parfums are typically strong-smelling and long-lasting.","season":"Being a stronger perfume with notes of fruit, Coach Perfume is best worn during the springtime when other fruity and floral notes in nature come to life.","occasion":"Coach Eau de Parfum is a versatile fragrance that can be suitable for a variety of occasions. Its composition is often designed to be elegant, sophisticated, and modern, making it a versatile choice for different settings and events. Whether it's a casual outing, a formal occasion, or a professional setting, Coach Perfume can be worn to add a touch of refinement and confidence to your presence. However, personal preferences and the specific version of Coach Perfume may also play a role in determining its suitability for a particular occasion. It's always recommended to test the fragrance on your skin and assess how it interacts with your body chemistry to ensure it aligns with your personal style and the specific event you're attending.","how_long":"Like most eau de parfums, expect Coach to last anywhere between six and nine hours on the skin. However, environmental factors and individual skin conditions can greatly affect the longevity of the product."}
{"name":"Joop","brand":"Joop!","gender":"Men","categories":"Cologne","volume":"200 ml","price":1197.87,"about":"Joop! was launched in 1989 by Wolfgang Joop, a German fashion and accessories designer. Also known as Joop! Homme, this popular cologne has become an icon in the fragrance world. Joop! Homme is an oriental scent with sweet and woodsy notes. The brand behind this scent is often stylized with an exclamation point after its name, representing the confident, masculine energy that permeates its design.","fragrance_family":"Amber","scent_type":"Warm spicy, floral, powdery, aromatic, sweet","notes":"Joop cologne evokes sensuality and confidence with its luxurious opening of fresh citrus accords and middle notes of warm spices and florals including cinnamon, cardamom, jasmine, heliotrope and lily-of-the-valley. The scent closes with vanilla, tonka bean, creamy sandalwood, tobacco, vetiver, patchouli and honey.","smell_like":"With bursts of warm spice, florals and woods, Joop cologne radiates exuberance, confidence and sensuality. Joop presents itself boldly with an opening of clean citrus accords, followed by spicy and creamy undertones to capture an upbeat and dominant scent.","kind_of_scent":"Joop is a masculine cologne with an eau de toilette concentration, meaning the scent is intentionally lighter with less intense longevity and sillage. While the scent contains vibrant sweet and floral accords, it contains elements of warm spice and amber for a smooth finish.","season":"The cooler weather found in Winter and Fall help make the warm spicy notes of Joop come to life.","occasion":"If you're looking for a good cologne that you can wear anytime, consider Joop! Homme. Joop! Homme is a powerful fragrance that can fit right in at any night club, party or date night. The scent is also exotic enough for special occasions or luxurious outings.","how_long":"Joop is surprisingly long-lasting for an eau de toilette fragrance. While older formulations of this scent proved much more intense, the scent still offers nearly 8 hours of solid wear with general application."}
{"name":"The One","brand":"Dolce & Gabbana","gender":"Men","categories":"Cologne","volume":"100 ml","price":2396.37,"about":"Dolce & Gabbana The One Cologne is a sophisticated and masculine fragrance that exudes a warm and spicy aura. With its fresh opening of grapefruit and basil, followed by a spicy heart of ginger and cardamom, and a rich base of amber and tobacco, it creates an alluring and captivating scent. This cologne is perfect for those who appreciate a blend of freshness, warmth, and sophistication in their fragrance. It's one of the most popular fragrances in the Dolce & Gabbana collection.","fragrance_family":"Woody","scent_type":"Warm, spicy","notes":"The top notes of Grapefruit, Coriander, and Basil provide a fresh and invigorating opening. The heart consists of sparkling notes of Ginger, Cardamom, and Orange Blossom add a spicy and vibrant touch. The base notes of Amber, Tobacco, and Cedar create a warm and rich foundation. Together, these notes blend to create an alluring and masculine fragrance with a touch of freshness and warmth.","smell_like":"The One Cologne is a classic that evokes imagery of sophistication and warmth. Its woody fragrance family combines with warm and spicy notes to create a captivating and alluring scent that exudes confidence and masculinity without being too overpowering.","kind_of_scent":"The One Cologne is a men's fragrance that belongs to the woody fragrance family. It is an Eau de Toilette (EDT), making it lighter and suitable for everyday wear.","season":"Due to its warm and spicy scent type and rich base notes, Dolce & Gabbana The One Cologne is best suited for Fall and Winter seasons.","occasion":"The One Cologne is versatile and suitable for various occasions and casual outings. Its moderate strength and longevity make it ideal for everyday wear, while its sophisticated and masculine scent makes it appropriate for formal events and date nights.","how_long":"Dolce & Gabbana The One Cologne is an EDT, which typically lasts around 4-6 hours. However, the longevity can vary depending on factors such as the environment and the wearer's body chemistry. Reapplication may be needed for a prolonged effect."}
{"name":"Sauvage","brand":"Christian Dior","gender":"Men","categories":"Cologne","volume":"100 ml","price":5325.58,"about":"Dior Sauvage is a fragrance for men that was launched in 2015. It is an aromatic fougere scent inspired by wild, open spaces and rocky landscapes under the desert sun. Dior Sauvage captivates with its fresh and noble composition, while its sensual and mysterious facets add an intriguing allure. eau de parfum sauvage. The nose behind this cologne is Dior's in-house perfumer, François Demachy.","fragrance_family":"Aromatic Fougere","scent_type":"Fresh, raw, and noble","notes":"Dior Sauvage features dominant notes of Calabrian bergamot and pepper, creating a fresh and zesty opening. The heart notes include sichuan pepper, lavender, pink pepper, vetiver, patchouli, geranium, and elemi, which add complexity and depth. The base notes consist of ambroxan, cedar, and labdanum, providing a woody and sensual foundation with smoky accents. Overall, it creates a captivating and modern scent that combines freshness with a touch of warmth and sophistication that men and women absolutely love.","smell_like":"Dior Sauvage evokes imagery of wild, open spaces and rocky landscapes. It combines freshness with a raw and noble character, making it captivating and modern.","kind_of_scent":"Dior Sauvage is a men's fragrance belonging to the aromatic fougere fragrance family. It is offered as an Eau de Parfum (EDP) and Eau de Toilette (EDT) and is suitable for both casual and formal occasions.","season":"Dior Sauvage is best suited for Fall and Winter due to its fresh yet warm character.","occasion":"Dior Sauvage is versatile and great when wearing for various occasions. Its moderate strength and longevity make it suitable for everyday wear, while its captivating scent makes it appropriate for more formal or special events.","how_long":"The eau de toilette is a lighter fragrance, which typically lasts around 4-6 hours. The eau de parfum can last up to 8 hours before the need for reapplication. However, the longevity can vary depending on environmental factors and the wearer's skin type. It is recommended to reapply if desired or necessary for a longer-lasting scent experience."}
{"name":"Pleasures","brand":"Estee Lauder","gender":"Women","categories":"Perfume","volume":"100 ml","price":1863.53,"about":"Estée lauder pleasures perfume is a fresh floral fragrance perfect for summer gatherings and spring garden tours can be found in Pleasures Perfume. Enjoy the rare essence of delightful sheer floral created by perfumers Annie Buzantian and Alberto Morillas. This wonderful fragrance embodies fresh flowers mixed with the warm base of cedar and patchouli in this light perfume that can be worn daily.","fragrance_family":"Floral","scent_type":"Sweet, warm","notes":"A fresh floral scent emanates from the layers of fragrance that start with top notes of pink pepper, violet leaves and red berries. A base of cedar, patchouli, musk and sandalwood wraps the middle notes of white peonies, delicate lilies, black lilac and exotic baie rose into a warm concoction of sensuality.","smell_like":"Pleasures perfume envelops you in a delightful fragrance reminiscent of a spring rain shower. It exudes a fresh and invigorating scent, like the crisp air after a rainfall. The fragrance carries a different feeling, one that uplifts the spirit and evokes a sense of joy and optimism. With its luminous quality, Pleasures perfume radiates a light and airy aura, as if capturing the essence of sun-kissed flowers glistening with raindrops. It is a scent that beautifully captures the purity and vibrancy of nature, bringing a refreshing and revitalizing experience to those who wear it.","kind_of_scent":"Pleasures perfume is a sheer floral fragrance type of women's perfume and is a delightful combination of warm earthy base notes and floral top and heart notes. It has a longer-lasting sillage as an eau de parfum.","season":"The fresh blend of florals and warm earthy scents make this perfume an excellent choice for spring and summer.","occasion":"Because of the light, fresh scent of Pleasures Perfume, it can be worn to the office or out to brunch. It's a fantastic choice for daily wear.","how_long":"The average length of time this perfume lasts is 6-8 hours. As an eau de parfum, it has a higher oil concentration that allows it to linger. Your environment and skin type may contribute to how long it lasts."}
{"name":"Montblanc Legend","brand":"Mont Blanc","gender":"Men","categories":"Cologne","volume":"100 ml","price":1464.13,"about":"Launched in 2011, Mont Blanc Legend cologne has quickly become a popular and trendy fragrance among today's collectors. The scent was created by Olivier Pescheux and Celine Perdriel and features a prominent, passionate blend of notes that elicit masculinity and style.","fragrance_family":"Fruity","scent_type":"Sweet, aromatic, woody, fresh spicy, fresh","notes":"MontBlanc has created a confident and luxurious fragrance for men that boasts a variety of dynamic accords. Top notes include lavender, bergamot, lemon verbena and pineapple. The heart takes on more sweet notes from red apple, rose, dried fruits, coumarin, oak moss and geranium. The base is subtle and smooth, containing tonka bean and sandalwood.","smell_like":"MontBland Legend is a subtle and minimalistic fragrance for men that conveys intention and strength. Using a sophisticated blend of soft and strong notes, this masculine cologne provides a fresh, sweet and woody scent for every type of fragrance user.","kind_of_scent":"As an eau de toilette fragrance, Legend cologne contains slightly less oil concentration than eau de parfum or parfum designs. At this concentration, the fresh, fruity and aromatic accords found throughout this scent present themselves with authenticity and simplicity.","season":"MontBland Legend is a transformative scent that can be enjoyed throughout the year, although the fragrance tends to perform best in the warmer temperatures of Summer and Spring.","occasion":"This fragrance is perfectly suited for daytime wear thanks to its energetic accords and moderate longevity. It also works great for special occasions and nighttime events.","how_long":"This cologne is considered an eau de toilette. Compared to other concentrations, eau de toilette uses a much lighter concentration of fragrance oil. This allows you to reduce or increase the intensity of the fragrance more easily with your application."}
{"name":"Acqua Di Gio","brand":"Giorgio Armani","gender":"Men","categories":"Cologne","volume":"100 ml","price":2662.63,"about":"Launched in 1995 by fashion powerhouse Giorgio Armani, Acqua Di Gio Cologne is a delightfully refreshing aromatic aquatic scent. With one whiff of Acqua Di Gio, you'll think you've just emerged from a cool swim in blue ocean waters with fresh dew clinging lightly to your skin. The original scent of Acqua Di Gio Cologne has stood the test of time, captivating wearers with its intense yet inviting composition. It reminds one of the intriguing interplay between water and land, where the salty breeze mingles with lush greenery. This sensual fragrance leaves a lasting impression, as its interesting blend of sea notes and aromatic elements creates a harmonious and captivating experience for the senses.","fragrance_family":"Cedar","scent_type":"Citrus, marine, fresh","notes":"You'll be greeted with fresh, flirty top notes of lime, lemon, bergamot, jasmine, orange, mandarin and neroli followed by juicy middle notes of peach, freesia, rosemary, violet, rose and nutmeg. Grounding this light yet masculine fragrance are earthy base notes of white musk, cedar, oakmoss, patchouli and amber. These fragrance notes blend wonderfully to create a fresh masculine scent that's sure to tantalize and delight the senses.","smell_like":"Acqua di Gio Cologne is a popular men's fragrance that captivates with its invigorating scent notes. The fragrance opens with refreshing marine notes that evoke the essence of the ocean, creating a sense of freshness and vitality. Complementing the marine notes are subtle spicy elements that add a touch of intrigue and masculinity to the aroma. As the fragrance settles, a woody base emerges, providing a warm and grounding foundation. The interplay of these nuances in Acqua di Gio Cologne makes it a timeless and captivating choice for men seeking a sophisticated and alluring scent.","kind_of_scent":"Acqua Di Gio is reminiscent of fresh masculinity. Wear Acqua Di Gio when you want to be reminded of sunny days at the beach.","season":"Its fresh aquatic scent makes Acqua Di Gil a great scent for summer.","occasion":"This fresh aquatic cologne is suitable for any occasion when you want to make subtle statement.","how_long":"Acqua Di Gio eau de toilette is longer lasting as it's typically a stronger scent, and can last up to 8 hours before the need for reapplication. However, the longevity may depend on the environment and one's own body chemistry. Frequent hand washing also can take the scent away from the wrists, so it may need to be reapplied."}
{"name":"Paul Sebastian","brand":"Paul Sebastian","gender":"Men","categories":"Cologne","volume":"120 ml","price":878.23,"about":"Paul Sebastian Fine Cologne for men is a botanic and masculine fragrance for men created in 1979 behind perfumers Leonard Paul Cuozzo and Alan Sebastian Greco. Designed as subtle yet aromatic fragrance, PS Fine Cologne is a delightful blend of delicate floral scents and earthy base notes and is one of the most iconic of Paul Sebastian fragrances. The Paul Sebastian design house exudes class and sophistication from each bottle to the skin.","fragrance_family":"Fresh","scent_type":"Aromatic, spicy","notes":"Opening notes include inviting whiffs of lavender, warm nutmeg. Following the top notes are delicate hints of floral jasmine, geranium and rose followed by ylang-ylang, cloves and a mix of spice. At the base of this scent, you'll find earthy tones of patchouli, oakmoss, amber and musk.","smell_like":"Paul Sebastian radiates masculinity. Its earthy base tones are as hearty and strong as masculinity itself, while the delicate notes of jasmine and geranium lend to every man's softer side. You'll be reminded of the hardworking, gruff exterior of every man's man whenever you wear Paul Sebastian cologne.","kind_of_scent":"Paul Sebastian is a subtle, aromatic blend of spices, florals and earthy notes that bring out the raw masculinity in every man.","season":"Paul Sebastian is an evergreen scent that can be worn in the dark of winter or at the height of summer.","occasion":"You can wear Paul Sebastian Fine Cologne for any occasion. It pairs well with a beautiful woman on your arm or after a hearty workout. Wherever you wear Paul Sebastian, you'll get noticed and acknowledged for your raw virility.","how_long":"You won't need to worry about making an overstatement with Paul Sebastian. Its aromatic blend is subtle but has staying power, so you won't need to reapply throughout the day."}
{"name":"Aromatics Elixir","brand":"Clinique","gender":"Women","categories":"Perfume","volume":"100 ml","price":1730.4,"about":"Aromatics Elixir Perfume by Clinique is an aromatic floral fragrance for women launched in 1971 behind the nose of Bernand Chant. The enticing and sensuous fragrance of Aromatics Elixir Perfume is a delightful accompaniment to your elegant evening out with a partner or at a gathering. It reminds one of the strength of nature and the confident beauty that abounds in the world. Aromatics Elixir by Clinique is the original iconic aromatics scent.","fragrance_family":"Woody, fresh","scent_type":"Earthy, floral","notes":"Aromatics Elixir perfume has a complex blend that makes this a non conformist fragrance. Top notes include chamomile, rose and verbena, followed by middle notes of oakmoss, jasmine and tuberose. This aromatics fragrance finishes with a base of musk, patchouli and sandalwood.","smell_like":"Hypnotic and sensual, Aromatics Elixir Perfume is a cult classic scent defined by its earthy elements balanced by florals that provoke a feel of warm sensuality. Feel like you're the center of attention and a confident conversationalist when you wear this fragrance that reminds you of strength and power with a feminine twist.","kind_of_scent":"As an earthy eau de parfum with moderate to heavy sillage, this feminine fragrance impresses men and women alike. The blend dispersing through the air complements evenings out and glamorous events.","season":"A combination of floral top notes swirled with deeper base notes makes Aromatics Elixir Perfume a fantastic choice for spring and summer.","occasion":"With the powerful romance and mystery that comes with Aromatics Elixir Perfume, it's an excellent perfume to wear on date nights and nights out on the town. For lighter wear that can be worn daily, spray less of this entrancing perfume on your body.","how_long":"An eau de parfum, Aromatics Elixir Perfume gives you four to five hours of strong fragrance depending on the environment you're in and your body chemistry. It can be reapplied as needed."}
{"name":"Viva La Juicy","brand":"Juicy Couture","gender":"Women","categories":"Perfume","volume":"100 ml","price":1730.4,"about":"Juicy Couture's Viva La Juicy is a beloved fruity, floral fragrance known for its enchanting blend of sweet florals and refreshing notes. With a burst of juicy fruits that awaken the senses, this has become a favorite perfume among many. Its captivating scent effortlessly captures the essence of feeling pretty and feminine, making it an irresistible choice for those seeking a touch of elegance and charm.","fragrance_family":"Floral, fruity","scent_type":"Sweet","notes":"A delightful blend of yummy confections like vanilla, praline and caramel is the base for this eau de parfum that starts with top notes of juicy mandarin orange and ripe wild berries and is perfected with the middle notes of sweet honeysuckle, jasmine and gardenia.","smell_like":"Imagine you're walking through a garden party when you get a whiff of this fragrance full of fruity and floral notes. As you're wearing this perfume, each breeze brings new scents from the flowers closer to you as you make your way to the dessert table.","kind_of_scent":"Enjoy this women's fragrance that features fruits and florals in an eau de parfum form. Viva la Juicy Eau de Parfum is rounded out with the smell of sweets, this perfume is sure to please the senses. This refreshing scent is also available as a body lotion.","season":"The sweet fragrance of Viva La Juicy Perfume is best suited for spring and summer.","occasion":"As an eau de parfum, Viva La Juicy Perfume has a fairly high oil concentration, allowing it to last four to five hours. The sweet scent is a good choice for days at the office and outings to the local brewery.","how_long":"Enjoy the long-lasting sweetness of this eau de parfum, or EDP, that sticks around for four to five hours depending on the environment you're in and the skin type you have."}
{"name":"Montblanc Explorer","brand":"Mont Blanc","gender":"Men","categories":"Cologne","volume":"100 ml","price":2076.73,"about":"Montblanc Explorer is a woody aromatic fragrance for men. It was launched in 2019 and created by Jórdi Fernandez, Antoine Maisondieu, and Olivier Pescheux. The fragrance features top notes of Bergamot, Pink Pepper, and Clary Sage; middle notes of Vetiver and Leather; and bottom notes of Ambroxan, Akigalawood, Patchouli Leaf, and Cacao Pod.","fragrance_family":"Woody","scent_type":"Warm, earthy","notes":"Montblanc Explorer opens with a fresh burst of Bergamot, Pink Pepper, and Clary Sage, creating an invigorating and slightly spicy introduction. The heart of the fragrance reveals a combination of Vetiver and Leather, adding a smoky and leathery depth. The bottom notes of Ambroxan, Akigalawood, Indonesian Patchouli Leaf, and Cacao Pod provide a sweet and woody finish, giving the fragrance its distinctive character.","smell_like":"Montblanc Explorer is a warm and earthy fragrance with a woody character. It evokes a sense of adventure and sophistication, combining fresh and spicy notes with smoky and leathery accords.","kind_of_scent":"Montblanc Explorer is a men's eau de parfum spray, belonging to the woody fragrance family. It offers a warm and earthy scent that is suitable for both Fall and Winter seasons.","season":"Montblanc Explorer is best for Fall and Winter seasons due to its warm and earthy scent profile.","occasion":"Montblanc Explorer is versatile and suitable for various occasions. Its moderate strength and longevity make it appropriate for everyday wear, while its warm and sophisticated aroma makes it ideal for special events or evenings out.","how_long":"Montblanc Explorer is an eau de parfum (EDP), which typically has a higher concentration of fragrance oils and lasts longer than eau de toilette (EDT). On average, Montblanc Explorer can last around 6-8 hours before it may need to be reapplied. However, the longevity can vary depending on factors such as the environment and the wearer's skin type."}
{"name":"Cool Water","brand":"Davidoff","gender":"Women","categories":"Perfume","volume":"200 ml","price":1464.13,"about":"Cool Water perfume by Davidoff is a refreshing, aromatic aquatic fragrance for women released in 1996. This feminine design contains a burst of vibrant fruits and florals mixed with green notes, providing a noteworthy companion to Davidoff's successful Cool Water for men from the previous decade. This women's perfume is the companion of Davidoff's Cool Water Cologne.","fragrance_family":"Fresh, fruity","scent_type":"Fruity, floral, sweet, fresh, aquatic","notes":"This succulent and calming perfume opens with fruity, citrusy top notes of melon, pineapple, lemon, black currant, lily, quince and calone. The middle notes turn floral with hints of jasmine, lily-of-the-valley, honey, hawthorn, rose, water lily and lotus. The smooth base contains peach, sandalwood, vanilla, musk, vetiver, raspberry blackberry and violet root.","smell_like":"Take a refreshing plunge in sea water, into pure relaxation with Cool Water perfume by Davidoff. This fragrance is packed with sweet, aquatic accords that feel like finding an exotic oasis among the warm sand.","kind_of_scent":"Cool Water perfume by Davidoff contains fruity accords that come off light and refreshing thanks to its eau de toilette design. At this concentration, the fragrance proves subtle and intentional with less intensity than other formulations.","season":"Cool Water is a perfume that can be worn throughout the year, but many users find the scent is ideally formulated for warm Summer days.","occasion":"This scent provides a burst of energetic freshness, making it perfect for daytime wear around the office or out on vacation.","how_long":"Cool Water is considered an eau de toilette, which uses one of the smallest concentrations of fragrance oil at 5-15%. While these scents are often light in longevity and sillage, this effect can be increased by spraying more heavily across the body."}
{"name":"Light Blue","brand":"Dolce & Gabbana","gender":"Men","categories":"Cologne","volume":"125 ml","price":2183.17,"about":"In 2007, Dolce & Gabbana released Light Blue Cologne, a men's version of their popular women's summer perfume, Light Blue. This cool, clean fragrance has an aromatic citrus scent that exudes relaxed elegance for the self assured man.","fragrance_family":"Citrus, Aromatic","scent_type":"Fresh, woody, herbal, fruity","notes":"Dolce & Gabbana Light Blue Pour Homme initially sparkles with citrus top notes of Sicilian mandarin, bergamot and grapefruit, along with an aromatic note of fresh juniper. Rosemary and pepper spice up the middle notes, which also contain the rich aroma of rosewood. The base has notes of musk, oakmoss and smoky incense. The spicy and earthy accords add masculine depth to the light herbal and citrus fragrance of Light Blue Cologne.","smell_like":"The aroma of Dolce & Gabbana Light Blue Pour Homme makes you feel like you are hiking through a citrus orchard on a cool summer morning due to its freshness. Its vibrant scent of fragrant wood, fresh earth and juicy citrus accords mingle with herbal and mossy scents in the air that resemble a mediterranean lifestyle.","kind_of_scent":"Light Blue Cologne is typically sold as an eau de toilette for men. It is an aromatic citrus fragrance with spicy and woody notes.","season":"Try wearing it in spring and summer. As a citrus cologne with aromatic accords, Light Blue is ideal for warm weather.","occasion":"This cologne is a great choice for daytime that you can wear to the office or your next beach day.","how_long":"Light Blue eau de toilette can last around four hours or more, depending on the temperature and your skin's chemistry. Hot, humid weather may make fragrances fade more quickly. Applying cologne after showering and using lotion can help."}
{"name":"Versace Man","brand":"Versace","gender":"Men","categories":"Cologne","volume":"100 ml","price":2050.04,"about":"Versace Man Eau Fraiche by Versace is a Woody Aquatic fragrance for men. It was launched in 2006 and created by Olivier Cresp. Set the world alight with your bold and dazzling charisma when you're wearing Versace Man Eau Fraîche, a refreshing men's cologne. The vibrant, Mediterranean-inspired Versace Man Eau Fraîche blends citrus, spicy, woody, and aromatic accords into an exuberant scent perfectly for a sunny day by the pool.","fragrance_family":"Woody Aquatic","scent_type":"Fresh, Woody","notes":"Versace Man Eau Fraîche opens with Brazilian rosewood and cardamom alongside notes of star fruit, lemon, and bergamot that instantly invigorate the senses. Meanwhile, an exotic heart led by notes of sage, pepper, tarragon, and cedar infuses a masculine edge that's impossible to ignore. Finally, Versace Man Eau Fraîche cologne deepens into a base of amber, saffron, sycamore, and musk that lends a sensual warmth to this well-balanced composition.","smell_like":"Versace Man Eau Fraiche is a fresh and aquatic fragrance with a woody undertone. It evokes a sense of Mediterranean freshness and sophistication.","kind_of_scent":"Versace Man Eau Fraiche is a men's fragrance from the Woody Aquatic fragrance family. It is an EDT (Eau de Toilette), which typically offers a lighter and more refreshing scent compared to EDP (Eau de Parfum).","season":"Versace Man Eau Fraiche is ideal for Spring and Summer due to its fresh and aquatic nature.","occasion":"Versace Man Eau Fraiche is versatile and suitable for various occasions. Its moderate strength and longevity make it suitable for daily wear, including office settings and casual outings. The fresh and sophisticated scent also works well for special occasions.","how_long":"Versace Man Eau Fraiche is an EDT (Eau de Toilette), which typically lasts around 4-6 hours. However, the longevity can vary depending on environmental factors and individual body chemistry. Reapplication may be necessary for prolonged freshness."}
{"name":"Nautica Voyage","brand":"Nautica","gender":"Men","categories":"Cologne","volume":"200 ml","price":1517.51,"about":"Released in 2006 by the well-known lifestyle brand Nautica, Nautica Voyage cologne contains fresh notes that remind wearers of being near the ocean or another natural environment. In addition to notes of damp green trees, Nautica Voyage contains hints of fruit and musk that make it a popular scent to wear on all occasions.","fragrance_family":"Fresh","scent_type":"Fruity, woody","notes":"Nautica Voyage contains top notes of fresh green apples and budding leaves. Citrus fruits and lotus are the middle notes, which give the cologne even more freshness and brightness. Rounding out the bottom notes are scents of amber and cedar, making Nautica Voyage a well-balanced fragrance that anyone can wear whenever they want to feel uplifted and invigorated. ","smell_like":"Nautica Voyage evokes feelings of walking through a meadow with dense vegetation right after a rain storm, when the leaves and flowers are at their highest potentcy. The floral aroma of lotus blends well with the fragrance's woody notes and conjures further feelings in the wearer of being outdoors on a crisp spring day. ","kind_of_scent":"This men's cologne transports wearers back to nature with its freshness. Nautica Voyage is an eau de toilette, which means that it is a bit lighter than what customers would see in an eau de parfum. ","season":"Because of its fresh and fruity notes, Nautica Voyage is great to wear during the spring and summer months. ","occasion":"As an eau de toilette, Nautica Voyage is light enough to wear for pretty much any occasion. Someone can spray this before going to work, prior to going on a hike or ahead of a fun night out. ","how_long":"This eau de toilette lasts around three to four hours, depending on factors such as skin type as well as weather conditions like humidity. "}
{"name":"Euphoria","brand":"Calvin Klein","gender":"Women","categories":"Perfume","volume":"100 ml","price":1730.4,"about":"Calvin Klein Euphoria perfume is a captivating perfume that combines fruity and floral notes with a warm and sensual base offered as an eau de parfum spray. We also have it available in body lotion. Its amber floral fragrance family and alluring scent make it suitable for both women and men who appreciate a sophisticated and seductive aroma. With its long-lasting fragrance and widespread compliments, Euphoria has become a beloved signature scent for many.","fragrance_family":"Amber, Floral","scent_type":"Warm, exotic, and sensual","notes":"Calvin Klein Euphoria opens with a burst of fruity freshness from pomegranate, persimmon, and green accord that all smells delicious. The middle notes of black orchid, lotus, and champaca add a floral and exotic touch. This beautiful fragrance settles into a warm and alluring base with notes of mahogany, amber, black violet, and whipped cream, creating a delicious and seductive scent.","smell_like":"Calvin Klein Euphoria has a mesmerizing scent that combines fruity freshness with exotic florals and a warm, sensual base. The top notes of pomegranate, persimmon, and green accord create a juicy and vibrant opening, while the heart notes of black orchid, lotus, and champaca add a touch of floral elegance. The fragrance settles into a captivating base of mahogany, amber, black violet, and whipped cream, resulting in a deliciously seductive aroma that is both alluring and addictive.","kind_of_scent":"Euphoria is an eau de parfum (EDP) marketed as a women's fragrance, but it can be enjoyed by anyone. It is a floral scent type, known for its warm and exotic aromas that create a wonderful scent.","season":"Euphoria's warm and sensual scent makes it ideal for Fall and Winter, but it can also be enjoyed during Spring and Summer evenings.","occasion":"Euphoria's longevity, great scent, and warm amber fragrance make it versatile for any occasion. It can be worn lightly for the office or applied more generously for a captivating evening scent.","how_long":"Calvin Klein Euphoria is an eau de parfum (EDP), which typically has a longer-lasting scent compared to eau de toilette (EDT). The fragrance lasts around 6-8 hours, but the duration can vary depending on environmental factors and individual skin chemistry."}
{"name":"Jessica Mc Clintock","brand":"Jessica McClintock","gender":"Women","categories":"Perfume","volume":"100 ml","price":658.3,"about":"Jessica McClintock perfume by Jessica McClintock is a floral fragrance for women that was released in 1988. Immerse yourself in the romance and sensuality of a classic fragrance full of woody, citrus and floral notes. Light, but bold, Jessica McClintock perfume is a lovely addition to your daily routine when you want to add delight and mystery to your unique image.","fragrance_family":"Citrus, floral","scent_type":"Earthy, warm","notes":"An elegant, romantic fragrance awaits in this incredible combination of floral, citrus and woody notes. Enjoy the sweet smells of black currant, bergamot, lemon and cassia, along with ylang-ylang and basil. Blending into the top notes are the heart notes of lily-of-the-valley, jasmine and rose that are complemented by the earthy base notes of musk and wood.","smell_like":"Ramp up the sensual atmosphere on your next date night with this romantic blend of citrus, floral and earthy fragrances. Your partner won't be able to step away from your intoxicating perfume.","kind_of_scent":"Designed for women, this eau de parfum offers a unique blend of earth, citrus and floral to create a romantic fragrance. The varied notes combine into a complex mixture of seductive scents.","season":"The light citrus and floral scents make this perfume a lovely choice for spring and summer.","occasion":"The sensual undertones of this blend offer a way to spice up your date nights while the floral and citrus fragrances allow it to work as a daytime fragrance while you go to the office or run errands.","how_long":"Jessica McClintock Perfume is an eau de parfum, which means it has an oil concentration on the higher side. It can last four to five hours depending on your skin type and the environment you're in."}
{"name":"Burberry Touch","brand":"Burberry","gender":"Men","categories":"Cologne","volume":"100 ml","price":1411.07,"about":"Burberry Touch for Men is a Woody Floral Musk fragrance with a fresh scent launched in 2000 and created by Jean-Pierre Bethouart.","fragrance_family":"Woody Floral Musk","scent_type":"Warm, spicy","notes":"Burberry Touch for Men features top notes of Artemisia, Violet Leaf and Mandarin Orange, creating a fresh scent and slightly citrusy opening. The middle notes consist of White Pepper, Virginia Cedar Wood, and Nutmeg, providing a warm and aromatic spiciness. The base notes of White Musk, Tonka Beans, and Vetiver give the fragrance a smooth and musky finish.","smell_like":"Burberry Touch for Men evokes an image of a sophisticated and confident man in a cozy, wood-paneled study. It combines the freshness of violet leaf and mandarin orange with the warmth of cedar and nutmeg, creating a well-rounded fragrance that is both inviting and refined.","kind_of_scent":"Touch for Men belongs to the Woody Floral Musk fragrance family. It is a men's fragrance available in an EDT (Eau de Toilette) concentration.","season":"It is ideal for Fall and Winter due to its warm and spicy scent profile.","occasion":"With its moderate strength, longevity, and versatile scent, Burberry Touch for Men is suitable for various occasions. It can be worn for office settings, casual outings, and even date nights.","how_long":"Burberry Touch for Men eau de toilette typically offers moderate sillage. It can last up to 6 hours on the skin before the need to reapply, but the actual duration may vary depending on environmental factors and individual body chemistry."}
{"name":"L'eau D'issey (issey Miyake)","brand":"Issey Miyake","gender":"Men","categories":"Cologne","volume":"125 ml","price":1996.66,"about":"L'eau D'issey Pour Homme by Issey Miyake is a captivating woody aquatic fragrance that exudes sophistication and masculinity. Its intense woody scent lingers on the skin, creating an aura of strength and confidence. With a middle note that carries an exciting and unexpected accord, this fragrance keeps you intrigued throughout the day. The end note carries a harmonious blend of spicy notes, adding a touch of warmth and sensuality to this remarkable scent.","fragrance_family":"Woody, aquatic","scent_type":"Fresh, spicy, aromatic","notes":"L’eau D’issey Pour Homme is a cologne that greets you with a fruity and spicy top layer of yuzu, lemon, bergamot, lemon verbena, mandarin orange, cypress, calone, coriander, tarragon and sage. This top layer is beautifully supported by a middle layer of blue lotus, nutmeg, lily-of-the-valley, saffron, bourbon geranium, Ceylon cinnamon and mignonette. The rich base notes of Tahitian vetiver, musk, cedar, sandalwood, tobacco and amber provide depth and a marked masculine presence.","smell_like":"L'eau D'issey Pour Homme smells like the start of spring or summer. It is an intense woody scent with a unique blend of fruits, florals, herbs and freshness that inspires optimism, hope and the anticipation of embarking on a new adventure.","kind_of_scent":"L'eau D'issey is a men's eau de toilette spray in the woody, aquatic fragrance family. Its essence of fruits, flowers and freshness exudes elegance and energy.","season":"L'eau D'issey Pour Homme by Issey Miyake is best suited for the spring and summer seasons. With its water lily note and aquatic facet, it captures the essence of a refreshing water lily blooming in a serene pond. This timeless fragrance has a bright and warm composition that perfectly complements the sunny days and balmy evenings of these seasons. Its invigorating and revitalizing qualities make it an ideal choice for those seeking a fragrance that embodies the essence of nature's aquatic beauty.","occasion":"L'eau D'issey Pour Homme by Issey Miyake is a versatile fragrance suitable for a wide range of occasions. Its subtly warmed and assertive character makes it appropriate for both formal and casual settings. The base notes provide a sense of depth and sophistication, adding to its overall allure. With sharp and complex spicy undertones, it exudes a confident and intriguing aroma that leaves a lasting impression. Whether it's a business meeting or a night out, this fragrance effortlessly adapts to any situation, making it a go-to choice for the discerning gentleman.","how_long":"L'eau D'issey lasts for about three to five hours as it is an EDT of moderate projection, depth and longevity. If you wear it to the office, you may need a light reapplication to last the day. For a single event, a single spray on the body will suffice."}
{"name":"Burberry London","brand":"Burberry","gender":"Women","categories":"Perfume","volume":"100 ml","price":2130.11,"about":"Burberry London (New) Perfume by Burberry, Channel the breezy, cosmopolitan feel of one of the world’s most famous cities when you dab on Burberry London (New), by Burberry. This classic floral is at once sophisticated and at ease, a rich, jasmine-heavy blend of titillating florals that can easily become a signature scent. Top notes of rose and delicate honeysuckle harmonize with honey-sweet tangerine to open this fragrance. Heart notes include jasmine, soft peony and tiare flower, a type of Tahitian gardenia commonly worn around the neck or behind the ear as an icon of romantic love. Burberry London (New) dries down to a velvety base of musk, sandalwood and peppery patchouli. The brand released this fragrance in 2006. Its one of numerous United Kingdom-themed fragrance issued by the British luxury fashion house. The noses behind this fragrance were Dominique Ropion and Jean-Marc Chaillan.","fragrance_family":"Citrus, floral","scent_type":"Sweet","notes":"Take a slow trip through the tropics as you experience the top notes of honeysuckle and rose swirl into a honey-sweet tangerine scent that morphs into Tahitian gardenia, or tiare flower, soft peony and jasmine. Completed with the base notes of sandalwood, musk and patchouli, the fragrance wafts up in a sophisticated blend of love that will receive so many compliments.","smell_like":"A breezy casual scent that reminds one of the tropical islands, yet offers city-like sophistication, is available in this delightful blend of flowers, citrus and musk.","kind_of_scent":"A sweet eau de parfum, full of citrusy notes and floral fragrances, combine in a women's fragrance perfect for travel or a beach day. It has a concentration of oil that is made for longevity to match your easy and casual days.","season":"The lovely key notes of orange and jasmine underlaid with a base of musk make this fragrance an exceptional choice for spring and summer.","occasion":"Enjoy this breezy citrus and floral mix when you want a boost of confidence at the office or for a casual lunch date. It's an excellent choice for your daily perfume or for any special occasion.","how_long":"You can expect 6-8 hours of fragrance with this eau de parfum, or EDP. The range of time depends may also depend on the environment you're in, how it's applied on the skin and individual body chemistry."}
{"name":"Sunflowers","brand":"Elizabeth Arden","gender":"Women","categories":"Perfume","volume":"100 ml","price":532.21,"about":"A refreshing, lovely fragrance awaits in a bottle of Elizabeth Arden Sunflowers Perfume. Imagine wandering through a botanical garden in full bloom, surrounded by the scents of flowers, citrus trees and rose bushes. Every breeze delights the senses with layers of fragrance without overpowering your nose, allowing you to feel fresh and feminine.","fragrance_family":"Floral, fruity","scent_type":"Sweet, citrusy","notes":"A balanced blend of top notes includes orange blossom, peach, lemon, sweet juicy mandarin orange, melon, rosewood and peach that enhances the middle notes of rose, cyclamen, pure jasmine, orris root and Osmanthus. This pleasing combination of fruity and floral overtones is beautifully anchored with earthy undertones that include musk, cedar, oakmoss, sandalwood and amber. Stay grounded in nature as you experience the lightness of the florals with the woodsy scents of the wilderness below.","smell_like":"Elizabeth Arden Sunflowers Perfume is an enchanting combination of fruits and rich florals that send your imagination soaring through an orange grove while bringing you back to the present with the woodsy undertones of musk and amber.","kind_of_scent":"Elizabeth Arden Sunflowers Perfume has a feminine, floral scent that reminds you of flowering blossoms and ripe citrus trees. As an eau de toilette the concentration is in the mid-range making it a great choice for daytime use.","season":"Its fruity, floral lightness is perfect for spring and summer.","occasion":"Because of the light scent, Elizabeth Arden Sunflowers Perfume is fantastic for daily wear. Splash it on before going to the office or to brunch. With medium strength, it lasts a few hours and can be reapplied as needed.","how_long":"Typically a daytime fragrance, Elizabeth Arden Sunflowers Perfume is an EDT, or eau de toilette. It lasts about 3-4 hours because of the oil concentration that ranges from 5 to 15%. Depending on your environment and skin type, this perfume can last different amounts of time. Reapply it as needed."}
{"name":"Tresor","brand":"Lancome","gender":"Women","categories":"Perfume","volume":"100 ml","price":3754.38,"about":"Trésor Perfume by Lancome is is a classic amber floral fragrance for women released in 1990 behind the nose of perfumer Sophia Grojsman. Feel like you're entranced by the blossoms in a botanical garden as the slight breeze blows through your hair and combines the floral notes into a bouquet of freshness.","fragrance_family":"Floral","scent_type":"Spicy, fruity","notes":"A fun floral, fruity fragrance awaits in a bottle of Trésor Perfume. Enjoy the top notes of apricot, rose, lily-of-the-valley, peach and pineapple that blend into the heart notes of rose, heliotrope, lilac and iris. A smooth musky base full of vanilla, sandalwood, musk and vetiver wraps it up into a delightful fragrant package.","smell_like":"Be swept away in the delightful swirl of fruity and fresh scents that remind you of tropical beaches and summer fun. A little bit of spice adds some sass to this unique fragrance.","kind_of_scent":"Trésor is a women's fragrance in the floral fragrance family. This eau de parfum offers a moderate sillage making it a lovely choice for daily wear.","season":"The light, clean fragrance of Trésor Perfume is a great choice for spring and summer.","occasion":"Pure freshness makes Trésor Perfume a delightful choice of fragrance to wear daily to the office or out on errands. Fruity notes and a musky base allow it to transform your evenings too","how_long":"On average, this perfume can last between 6-8 hours. The longevity depends on your skin type, the environment, and how it is applied."}
{"name":"Jimmy Choo Fever","brand":"Jimmy Choo","gender":"Women","categories":"Perfume","volume":"100 ml","price":1916.91,"about":"Jimmy Choo Fever by Jimmy Choo is a powerful and glamorous fragrance for women. It was launched in 2018 as part of the Signature collection, offering a different atmosphere compared to the original Jimmy Choo fragrance. Developed by perfumers Nathalie Lorson and Honorine Blanc, Fever is a hot floral scent with a hint of sweetness and a dark background.","fragrance_family":"Oriental","scent_type":"Intense, warm, and sweet","notes":"Jimmy Choo Fever features a combination of notes that create a captivating scent experience. The top notes include Black Plum Nectar, Litchi, and Grapefruit, providing a fruity and tangy opening. In the heart, you'll find a blend of Heliotrope, Vanilla Orchid, Jasmine, and Orange Blossom, adding a floral touch with creamy undertones. The base notes consist of roasted Tonka Bean, Vanilla, Benzoin, Coffee, Hazelnut, and Sandalwood, contributing to the fragrance's warmth and sensuality. Overall, this fragrance is a rich and alluring composition with a floral, sweet, and slightly dark character.","smell_like":"Jimmy Choo Fever Eau de Parfum evokes a sense of glamour and seduction with its intense and warm oriental fragrance. It combines floral and fruity notes with a hint of sweetness and a dark background, creating an addictive and sensual fragrance.","kind_of_scent":"Jimmy Choo Fever is a women's fragrance from the oriental fragrance family. It is an EDP (Eau de Parfum), known for its intense and long-lasting aroma.","season":"Due to its warm and intense character, Jimmy Choo Fever is best suited for Fall and Winter, when its rich and seductive notes complement the colder weather.","occasion":"Jimmy Choo Fever's strong and long-lasting nature makes it versatile for various occasions. It can be worn lightly for the office or applied more generously for a date out for glamorous nights dancing til dawn, thanks to its captivating and glamorous scent.","how_long":"Jimmy Choo Fever is an EDP (Eau de Parfum), which generally provides a longer-lasting scent compared to EDT (Eau de Toilette). It can last around 6-8 hours on the skin, but the longevity may vary depending on environmental factors and individual skin chemistry. Reapplication may be needed for a prolonged fragrance experience."}
{"name":"Versace Yellow Diamond","brand":"Versace","gender":"Women","categories":"Perfume","volume":"200 ml","price":6279.17,"about":"If you are looking for an airy floral fragrance with a luminous freshness that is bound to turn heads, then consider the Versace Yellow Diamond Eau de Toilette for your next signature scent. The composition opens with pear sorbet, bergamot and lemon being the top notes in this undoubtedly distinctive female scent. For women who prefer their perfumes to be slightly sweet and a bit fruity, the Versace Yellow Diamond delivers but does not overpower. There's a fiery intensity in the floral middle notes that introduce mimosa, freesia, water lily and even an airy orange blossom to the mix. As the Versace Yellow Diamond dries down onto the skin, you'll notice a warm and sensual base of amber wood, musk, and guaiac wood. This combination of base notes quiets the scent a bit, making it truly ideal for almost any occasion, from the afternoon outdoor concert to the evening dinner party. True to everything that Versace creates, the Yellow Diamond eau de toilette bottle is just as appealing as the fragrance inside of it. Housed in an elegantly artistic bottle, the extraordinary bright hue of this fragrance looks as soft and summery as the smell it emits once dabbed or sprayed on to your skin. It's as if Versace packaged a little ray of sunlight within this simple, but gorgeous bottle.When you want a scent that is both uplifting and alluring, the Versace Yellow Diamond eau de toilette is one that can easily transition from daytime to evening.\nIt is an ideal choice for any woman who wants a fragrance that is both fresh and feminine while also being both sophisticated and sensual.\nOnce you try Versace Yellow Diamond Perfume, you may never go back to another scent. Get ready to receive a lot of compliments from the most fashionable people around you, even the ones who are fragrances’ harshest critics. Turn the heads of both men and women and garner the most (positive) attention in any room.","fragrance_family":"Floral, Citrus","scent_type":"Intense, Amber, Sweet","notes":"Yellow Diamond by Versace opens with top notes of Amalfi lemon, pear, bergamot, and neroli. Heart notes include African orange flower, mimosa, freesia, and water lily. The fragrance finishes off with base notes of amber, musk and Guaiac wood.","smell_like":"Yellow Diamond by Versace is a radiant and sensual fragrance that evokes the feeling of a bright summer day with its fruity and floral aroma. It opens with a burst of fresh lemon, bergamot, and pear sorbet, leading to a heart of mimosa, water lily, and freesia, and finishes with a base of amber, musk, and guaiac wood.","kind_of_scent":"Yellow Diamond by Versace is a women's eau de toilette that belongs to the floral-fruity fragrance family. It is ideal for casual wear during the day or in the evening.","season":"Yellow Diamond is perfect for spring and summer due to its fruity and floral notes that evoke the warmth and radiance of these seasons.","occasion":"It is versatile enough to be worn for any occasion, from casual daytime events to elegant evening affairs. Its light and fresh aroma makes it perfect for the office or daytime events, while its sensual and warm base notes make it a great choice for date nights or special occasions.","how_long":"Yellow Diamond by Versace is an eau de toilette, which means it has a lower concentration of fragrance oils and a lighter scent compared to an eau de parfum. It can last for approximately 4-6 hours and may need to be reapplied throughout the day. However, the longevity of the fragrance can vary depending on the environment and the wearer's skin type."}
{"name":"Burberry London (new)","brand":"Burberry","gender":"Men","categories":"Cologne","volume":"50 ml","price":1277.94,"about":"Burberry London Cologne is a spicy, warm masculine scent for men from the British fashion house Burberry. This fragrance received a redesign in 2006 and is now a beloved blend of bergamot, lavender, cinnamon, leather and an unsmoked tobacco finish. Burberry London for men blends a modern sense of lightness with the rich warmth of the best classic colognes.","fragrance_family":"Spicy","scent_type":"Amber, warm, leather, botanical, rich","notes":"Top notes of bergamot and lavender provide a subtle and classic introduction to the fragrance's warm spices. Middle notes consist of rich leather, warm cinnamon, amber and a hint of intriguing mimosa flower form artfully balanced heart notes. Base notes of dense oak moss, guaiac wood, opoponax and raw tobacco leaves give the scent body and evoke classic masculinity.","smell_like":"Burberry London for men smells like a classic and refined men's cologne with a modern twist. The scent plays with the contrast of herbal lavender, bergamot and mimosa flower notes against a backdrop of moss, tobacco, leather and amber. Cinnamon links the botanical and warm elements for a spicy focal point. The overall effect is like stepping out onto the balcony of a whiskey bar in the Scottish highlands.","kind_of_scent":"Burberry London for men is an eau de toilette. Also known as EDTs, eau de toilettes are slightly less concentrated than typical colognes and can provide a subtler long-lasting fragrance. Burberry London is a versatile modern classic that is a sophisticated scent and is as appropriate for the office as it is for a gala.","season":"Burberry London's warm spice notes and leather tones are well suited for fall and winter. But, because of its versatility and complex character, it can be enjoyed year round.","occasion":"Since Burberry London is an EDT, its heavy leather and tobacco notes are subtler than they would be in most colognes. A light application highlights the herbal elements and is appropriate for everyday wear. This timeless fragrance also makes the perfect finishing touch for a tuxedo. Overall, it's a fragrance that smells good enough for any type of occasion, and as an eau de toilette, it is not too overpowering.","how_long":"Burberry London is an EDT, which is less concentrated than an eau de perfume, but its rich and warm notes give it some longevity. On average, the fragrance lasts between 4-6 hours before the need for reapplication. The longevity can depend on how the cologne is applied and individual skin chemistry."}
{"name":"Ariana Grande Cloud","brand":"Ariana Grande","gender":"Women","categories":"Perfume","volume":"100 ml","price":2502.82,"about":"Ariana Grande Cloud Perfume is a signature fragrance by Ariana Grande, launched in 2018. It is a Floral Fruity Gourmand fragrance for women created by perfumer Clement Gavarry. The perfume combines notes of alluring lavender blossom, forbidden juicy pear, vanilla orchid, whipped cream, crème de coconut, and a musky woody base, resulting in an uplifting and alluring scent experience that you'll absolutely love.","fragrance_family":"Floral Fruity Gourmand","scent_type":"Sweet, creamy, and alluring","notes":"Ariana Grande Cloud Perfume opens with a refreshing burst of lavender, juicy pear, and bergamot. The heart notes reveal a dreamy blend of whipped cream, indulgent praline, coconut, and vanilla orchid, creating a sweet and creamy aroma like cotton candy. The fragrance settles into a warm base of sensual musks and creamy woods, adding depth and sensuality. Overall, it creates a heavenly and captivating and uplifting scent that smells amazing.","smell_like":"Ariana Grande Cloud Perfume evokes imagery of a dreamy and enchanting fragrance experience. With its floral fruity gourmand character, it combines the freshness of lavender and pear with the indulgence of whipped cream, coconut, and vanilla orchid. The result is a sweet and creamy aroma that is both captivating and comforting.","kind_of_scent":"Ariana Grande Cloud Perfume belongs to the floral fruity gourmand fragrance family. It is a women's Eau de Parfum (EDP) that exudes an uplifting and alluring scent, perfect for making a statement and leaving a lasting impression.","season":"Ariana Grande Cloud Perfume is best suited for Fall and Winter, thanks to its warm and comforting scent profile. However, its alluring and creamy notes can also be enjoyed during Spring and Summer, adding a touch of indulgence to those seasons.","occasion":"Ariana Grande Cloud Perfume is versatile and suitable for various occasions. Its longevity and alluring scent make it a great choice for special events, date nights, or evenings out. For a lighter and more casual wear, it can also be worn during the day or in the office, creating a pleasant and uplifting fragrance aura.","how_long":"Ariana Grande Cloud Perfume is an Eau de Parfum (EDP), which generally offers a longer-lasting fragrance compared to Eau de Toilette (EDT). It can last anywhere from 6-8 hours, depending on factors such as the environment and the wearer's body chemistry. Reapplication may be necessary for prolonged wear."}
{"name":"Jimmy Choo I want Choo","brand":"Jimmy Choo","gender":"Women","categories":"Perfume","volume":"60 ml","price":2141.73,"about":"Jimmy Choo's I Want Choo Forever Eau de Parfum is a chypre amber gourmand fragrance that encapsulates a sense of confidence and elegance unlike any other. This fragrance was created by Louis Turner, Sonia Constant and Antoine Maisondieu.","fragrance_family":"Floral","scent_type":"Floral, fruity, gourmand, vanilla, sweet, powdery, citrus, soft spicy","notes":"I Want Choo Forever perfume blesses the senses with a lovely combination of rose and bitter almond accords. This sweet top layer introduces middle notes of cherry, vetiver and jasmine. Finally, the scent is anchored by a combination of gourmand and earthy accords, including vanilla, tonka bean, oakmoss and amber.","smell_like":"I Want Choo Forever is a refined edition of the signature fragrance. An enigmatic array of exquisite notes evoking deep and sensual vibes – you’ll discover rich scents of pink peppercorn and jasmine sambac complemented by earthy almond and vanilla.","kind_of_scent":"I Want Choo Forever Eau de Parfum is a women's fragrance with a chypre amber gourmand scent type. It is an Eau de Parfum (EDP), which means it has a higher concentration of fragrance oils, providing a long-lasting and impactful scent experience.","season":"Due to its floral, fruity, and gourmand notes, I Want Choo Forever Eau de Parfum is best suited for Fall and Winter or cooler Spring and Summer days.","occasion":"This fragrance's long-lasting nature makes it suitable for various occasions. It can be worn lightly for the office or more generously for evening events and date nights, thanks to its sweet, gourmand character.","how_long":"As an Eau de Parfum, I Want Choo Forever has a higher concentration of fragrance oils, providing a longer-lasting scent experience. On average, you can expect it to last anywhere from 6 to 8 hours, but this can vary depending on environmental factors and individual skin chemistry."}
{"name":"Eclat D'arpege","brand":"Lanvin","gender":"Women","categories":"Perfume","volume":"100 ml","price":1304.32,"about":"Hitting the market in 2002, Lanvin Eclat D'Arpege perfume is a delicate fruity floral concoction of wisteria, peach blossom, peony and green that evokes the height of spring as summer looms near. This feminine light scent is ethereal, fresh and romantic.","fragrance_family":"Floral","scent_type":"Clean, green, airy, citrus, fruity, herbal, fresh, sensual, skin-like","notes":"Lanvin Eclat D'Arpege perfume begins with a bold blast of fruity lemon leaves and sharp green lilac. Whimsical floral notes of wisteria, lush peach blossom and sensual red peony create an uplifting and angelic experience with airy green tea leaves acting as a subtle herbal counterpoint. White cedar, amber and gentle musk in the base make the perfume smell like a second skin, warm, smooth and clean.","smell_like":"Lanvin Eclat D'Arpege perfume smells like a lush wisteria bush and bursts of lilac blossoms at the height of spring. It is a lighthearted and warm floral scent, feminine, soft and easy to wear.","kind_of_scent":"Lanvin Eclat D'Arpege perfume is an eau de parfum product in the floral fragrance family that has a soft and feminine quality that many women find appealing.","season":"Lanvin Eclat D'Arpege perfume has radiant floral notes that pair best with spring and early summer weather.","occasion":"A light and pleasant floral fragrance, Lanvin Eclat D'Arpege perfume is a safe scent to wear to the office or when meeting friends during the day.","how_long":"Lanvin Eclat D'Arpege perfume is a sheer floral eau de parfum with three to six hours of longevity, depending on your skin chemistry."}
{"name":"Dolce&Gabbana Pour Homme","brand":"Dolce&Gabbana","gender":"Men","categories":"Cologne","volume":"200 ml","price":2582.57,"about":"Dolce and Gabbana Pour Homme Eau De Toilette arrived on store shelves in 2012. This fresh spicy men's fragrance takes its inspiration from the original 1994 edition created by perfumer Max Gavarry, blending citrus, floral, spicy, herbal and wood notes.","fragrance_family":"Fresh","scent_type":"Spicy","notes":"Dolce and Gabbana Pour Homme greets you with fresh and honeyed top notes of bergamot, neroli and tangerine. Lavender, pepper and sage blend in the heart, creating a skillful contrast of soft earthy and hot bracing notes. Cedar, tobacco and tonka bean form a lightweight yet solid base with caramel, grassy and bright evergreen facets.","smell_like":"Dolce and Gabbana Pour Homme is a sunny morning at your favorite cafe enjoying a cup of herbal citrus tea. Surrounded by fresh floral bouquets, you take in their sweet scent mingling with smoky wood aromas of meat grilling from the kitchen.","kind_of_scent":"Dolce and Gabbana Pour Homme is a tantalizing fresh and spicy scent. This masculine EDT has prominent citrus and herbal accords.","season":"D&G Pour Homme EDT is a fresh all-season fragrance with notes such as neroli, lavender, sage, cedar and tonka bean.","occasion":"With a lightweight fresh and spicy composition, Dolce & Gabbana EDT is a versatile pick for the office and in casual settings. While it's an ideal scent for daytime, its citrus and herbal composition is just as welcome on date nights.","how_long":"Dolce and Gabbana Pour Homme is an eau de toilette, containing less than 15% fragrance oil. EDT formulas are lower strength than their eau de parfum counterparts, but their lightweight scents work well for daytime. With average wear of up to four hours, you can always reapply to refresh the scent. Longevity can vary by body chemistry and ambient temperature."}
{"name":"Light Blue Eau","brand":"Dolce&Gabbana","gender":"Men","categories":"Cologne","volume":"100 ml","price":2555.88,"about":"Dolce & Gabbana Light Blue Eau Intense cologne is a woody aquatic fragrance for men featuring citrusy accords. The scent launched in 2017 behind the nose of Alberto Morillas. It opens with the scents of frozen grapefruit and mandarin orange, which is where it derives it citrus qualities. The heart has a salty marine accord in addition to juniper. The base brings musk and amber wood into the mix. Dolce & Gabbana was first founded in 1985, and in the decades since its founding, it has remained a first-class Italian fashion house. The brand really made an impact from the get-go with its luxurious, sexy clothing. One of the most popular initial products was its corset dresses. The brand became a favorite of Madonna’s, and since the 1980s, it has been on the forefront of fashion.","fragrance_family":"Citrus","scent_type":"Fresh","notes":"Delight in the fresh, citrus notes of Light Blue Eau Intense Cologne. Starting with the top notes of mandarin orange and frozen grapefruit, this cologne blends into the heart notes of juniper and salty marine accords. It finishes with a smooth base of amber, wood and musk.","smell_like":"Delve into the beauty of the Mediterranean blue and citrus groves when you catch a whiff of Light Blue Eau Intense Cologne. The fresh, citrus blend offers a sophisticated choice for daily wear.","kind_of_scent":"As an eau de parfum, this cologne offers a moderate sillage that lasts. It's a fresh, masculine fragrance that evokes feelings of adventure and exploration.","season":"The light, fresh notes blend together to create a fragrance made for spring and summer.","occasion":"Stay fresh at the office and add a casual vibe to your date nights when you wear Light Blue Eau Intense Cologne. With a moderate sillage, you can expect this fragrance to last for hours as you enjoy the wafts of the wilderness.","how_long":"Light Blue Eau Intense Cologne is an eau de parfum, or EDP, which means it lasts four to five hours depending on your environment and skin type. It can be reapplied as needed."}
{"name":"Red","brand":"Giorgio Beverly Hills ","gender":"Women","categories":"Perfume","volume":"50 ml","price":629.04,"about":"Get lost in the delightful floral and oriental notes of Red Perfume by Giorgio Beverly Hills. Imagine traveling to a sophisticated city or garden party with your own personal fragrance at the ready.","fragrance_family":"Floral, oriental","scent_type":"Fresh, sweet, warm","notes":"Enjoy an exotic, floral fragrance when you wear Red Perfume. Experience the lighter top notes of osmanthus, ylang-ylang, orange blossom, cherry, bergamot, peach, hyacinth and black currant first. The blend of heart notes that includes carnation, jasmine, gardenia, litchi, rosemary, tuberose, iris and lily-of-the-valley meld into the base notes of vetiver, vanilla, tonka bean, sandalwood, oak, cedar, amber and patchouli.","smell_like":"An exotic trip can be pictured when you wear this unique blend of perfume full of floral notes and warm woody scents. Spray on this seductive, fresh feminine fragrance to experience a sense of confidence and freedom.","kind_of_scent":"Red by Giorgio Beverly Hills is an amber floral fragrance for women. Enjoy the floral and oriental notes of this eau de toilette with a heavy sillage that gives it extra longevity. The warm undertones complement the floral top notes for a blend that is excellent for your daily outings.","season":"The fresh floral scents and exotic oriental mix make Red Perfume a lovely choice for spring and summer.","occasion":"Head to the office or out on errands with a fragrance that doesn't overpower the senses. Red Perfume can be worn daily with its delightful combination of floral notes. It's also a great perfume for evening wear and date nights out.","how_long":"This eau de toilette has a heavy sillage that can last 4-6 hours and can be reapplied as needed. The environment you're in and your skin type determine how long the fragrance lasts."}
{"name":"Weekend","brand":"Burberry","gender":"Women","categories":"Perfume","volume":"100 ml","price":1464.13,"about":"Burberry Weekend Perfume is a powdery floral fragrance for women that was launched in 1997 behind the nose of perfumer Nathalie Lorson. A delicate and floral sheer fragrance for women, the current formulation of Weekend perfume features scent notes of tangerine, peach blossom, hyacinth, iris, nectarine and woody base notes.","fragrance_family":"Floral","scent_type":"Powdery, sweet, fruity, fresh, clean, iris, green, woody","notes":"Burberry Weekend for women perfume has a juicy and green opening of mandarin orange, tree sap and mignonette flower. The floral heart contains wild rose, peach blossom, violet root, red cyclamen, blue hyacinth and iris alongside a subtle splash of tart nectarine. Cedar and sandalwood in the base add a sharp, regal and warm dimension. The result is a chic and timeless floral perfume.","smell_like":"Burberry Weekend for women smells like a field of wildflowers that you find after a long walk in nature. It's green and grassy in the opening but dries down warm and sophisticated with sweet and powdery florals lingering throughout the day.","kind_of_scent":"A powdery and airy floral fragrance, Burberry Weekend perfume is an eau de parfum for women.","season":"Burberry Weekend perfume is most enjoyable in mild weather, which makes it a good choice for spring and early autumn.","occasion":"An ideal fragrance to take with you on your weekend getaway, Burberry Weekend perfume is a casual scent that will make you feel beautiful and refreshed at work, school or when staying home.","how_long":"Burberry Weekend perfume has excellent longevity for a floral fragrance. You will notice the powdery and sweet scent notes lingering for up to eight hours."}
{"name":"Romance","brand":"Ralph Lauren","gender":"Women","categories":"Perfume","volume":"100 ml","price":2662.63,"about":"Romance perfume by Ralph Lauren is a nostalgic floral fruity fragrance for women that debuted in 1998 behind the nose of perfumer Harry Fremont. It earned its name with an overall fruity and floral presentation. Romance is a scent of romantic love and intimate moments full of joy and happiness, with an endlessly positive aura.","fragrance_family":"Floral, fruity","scent_type":"Sweet, floral","notes":"Romance opens with an interesting and complex blend of rose, chamomile, yellow freesia, ginger and lemon. It then nicely flows into the middle notes that feature more florals, showcasing carnation, lily, white violet and lotus. To avoid something that is too sweet or too light, the base notes provide a good foundation of patchouli, white musk, exotic woods and oakmoss.","smell_like":"Romance is a light fragrance with a touch of powder in its presentation. But it is the florals that really stand out, which is not surprising since they are present in the blend from top to bottom. This perfume is very feminine and bright.","kind_of_scent":"Romance is an eau de parfum, which means an oil concentration of 15% to 20%. It is very much a floral and flirty fragrance for women.","season":"Due to its light and bright scent profile, Romance is a great fit for summer.","occasion":"Ralph Lauren Romance works for all occasions. It can be a great pick to wear every day regardless of where you need to go. This perfume also makes a good choice on date nights or even for a special occasion, as it is very easy to wear.","how_long":"Romance is an eau de parfum that should last up to eight hours. Keep in mind that environment and how you apply it can also impact longevity, so you may need to reapply mid-day to keep the scent level you desire."}
{"name":"Polo Blue","brand":"Ralph Lauren","gender":"Men","categories":"Cologne","volume":"75 ml","price":2289.61,"about":"Polo Blue by Ralph Lauren is an aromatic fougere fragrance for men that was launched in 2003, behind the creators Carlos Benaim and Christophe Laudamiel. Confidence abounds with the adventurous scent of Ralph Lauren Polo Blue Cologne. Imagine being surrounded by the mountains on your next trek with the masculine scents of suede, musk and wood that can withstand the vigor of a man on a mission.","fragrance_family":"Musk, amber","scent_type":"Warm, zesty","notes":"Start your adventure with the top notes of cucumber, tangerine and melon that sweep you away to the herbal center of geranium, verbena, sage and basil and finish by balancing the earthy scents of wood, patchouli, suede and musk.","smell_like":"As you wander through the woods, the earthy scents overpower your nose in a satisfying way, just like the base notes in Ralph Lauren Polo Blue Cologne. Combined with the top notes of melon, orange and cucumber, enjoy this fresh fragrance daily.","kind_of_scent":"With a masculine, woodsy scent in the musk and amber family, Ralph Lauren Polo Blue Cologne evokes reminders of nature and adventure. As an eau de toilette, or EDT, it has a midrange longevity that can last two to three hours.","season":"Because of its fresh, natural scent, Ralph Lauren Polo Blue Cologne is a good bet for those spring and summer days.","occasion":"Ralph Lauren Polo Blue Cologne is manly without being overpowering. Casual days at the office or the local disc golf park are great locations to wear this fragrance.","how_long":"As an eau de toilette, or EDT, it lasts 4 to 6 hours and the range depends on your skin type and the environment you're in. Reapply as needed."}
{"name":"Green tea","brand":"Elizabeth Arden","gender":"Women","categories":"Perfume","volume":"100 ml","price":692.04,"about":"Elizabeth Arden launched Green Tea perfume in 1999, and this floral citrus fragrance quickly gained a huge following. Green Tea perfume is invigorating and uplifting with dominant citrus notes of lemon, orange zest and bergamot along with a strong floral and aromatic heart of green tea, jasmine and carnation.","fragrance_family":"Floral, citrus","scent_type":"Green, spicy, fresh, aromatic, sweet, aquatic","notes":"Elizabeth Arden Green Tea perfume is a well-balanced fresh fragrance that opens with bright citrus and fruity notes of lemon and bergamot. Green tea and jasmine combine in the middle notes, creating a sweet and uplifting scent. White amber, oakmoss and musk ground the fragrance and offer a smooth earthy finish.","smell_like":"Elizabeth Arden Green Tea perfume smells like an iced green tea that you sip on in the middle of a hot day. It is slightly aquatic and energizing with light ingredients that create an intimate fragrance that lingers near your skin for a few hours.","kind_of_scent":"Elizabeth Arden Green Tea perfume is a fresh aromatic citrus floral fragrance that will appeal to both men and women. You can find it as an eau de parfum, eau de toilette and in the form of other body care products.","season":"This fresh floral citrus perfume has a dominant note of aromatic green tea that pairs perfectly with warm and hot weather in spring and summer.","occasion":"Elizabeth Arden Green Tea perfume is light and airy, making it appropriate for wearing both indoors while working from home as well as outdoors during the day.","how_long":"Elizabeth Arden Green Tea perfume has a short lifespan of between three to five hours."}
{"name":"Happy Heart","brand":"Clinique ","gender":"Women","categories":"Perfume","volume":"100 ml","price":1277.04,"about":"Clinique Happy Heart perfume is a chypre floral fragrance launched in 2003 behind the noses of perfumers Christophe Laudamiel and Olivier Polge. Happy Heart is romantic and uplifting with a fruity top note, fresh green floral heart notes and a soft and sensual woody base.","fragrance_family":"Floral","scent_type":"Aquatic, airy, sweet, green, fresh, spicy, tangy, citrus, fruity, woody, powdery","notes":"Mandarin orange and cucumber are the two ingredients that open up Clinique Happy Heart perfume. This sweet, tangy and watery opening develops into a romantic and sensual aroma as water hyacinth and yellow primrose float over luxurious blondewood and creamy sandalwood.","smell_like":"Clinique Happy Heart perfume smells like a dream you don't want to wake up from where you're floating among soft pink clouds, watching the world drift by. This delicate floral fragrance is sweet and inspiring.","kind_of_scent":"An eau de parfum with a high percentage of fragrance compounds, Clinique Happy Heart is a unique aquatic floral perfume for women.","season":"The watery accord of Clinique Happy Heart perfume makes it suitable for hot summer weather, but you can also wear this product during the spring.","occasion":"Subtly sweet and intimately endearing, Clinique Happy Heart perfume is ideal for everyday wear such as while working at the office or dropping the kids off at school.","how_long":"For a light floral eau de parfum, Clinique Happy Heart perfume has great longevity, lasting at least six hours on the skin."}
{"name":"Burberry brit","brand":"Burberry","gender":"Men","categories":"Cologne","volume":"100 ml","price":1411.07,"about":"Burberry Brit for Men is a fresh, woody amber fragrance for men that was launched in 2004 and created by Antoine Maisondieu. This cologne blends juicy green mandarin and freshly cut ginger with wild rose and spicy hints of cedarwood to create a confident, sexy and masculine scent.This cologne is the winner of two awards: FiFi Award Best National Advertising Campaign / Print 2005 and FiFi Award Fragrance Of The Year Men`s Luxe 2005.","fragrance_family":"Fresh, Woody, Amber","scent_type":"Warm, intense, spicy, woody, citrus, fresh, musky, rich, aromatic","notes":"Burberry Brit is a pronounced spice scent that begins with ginger, bergamot, cardamom, and green mandarin. This is a strong entrance paving the way for middle notes of spice, nutmeg, wild rose, and cedar. The culmination is a powerful blend of gray musk, tonka bean, oriental woods, patchouli, and cedar.","smell_like":"Burberry Brit for Men is a confident and masculine fragrance with a fresh, woody amber scent. Imagine the feeling of walking through a lush forest on a warm day, with the earthy and spicy aromas of the woods mingling with the zesty citrus notes of freshly cut ginger and mandarin. It exudes warmth and intensity, leaving a lingering musky and rich aroma in the air.","kind_of_scent":"Burberry Brit is a warm spicy type of fragrance. It is specifically designed for men and is likely an Eau de Toilette (EDT) given its fresh and vibrant character, which makes it suitable for everyday wear.","season":"Due to its warm, intense, and spicy scent type, Burberry Brit for Men is best suited for Fall and Winter. The richness of the woody and oriental notes will complement the colder weather, making it an excellent choice for those seasons.","occasion":"Burberry Brit for Men's versatility lies in its strength and longevity. It has a balanced combination of freshness and depth, making it suitable for multiple occasions. It can be worn lightly for the office or casual outings, while its alluring and aromatic nature makes it perfect for date nights or evenings out.","how_long":"As an Eau de Toilette, Burberry Brit for Men typically lasts around 4 to 6 hours. However, its longevity can be influenced by factors such as the wearer's skin chemistry and the environment. To extend its lifespan, you may need to reapply it during the day."}
{"name":"Coach","brand":"Coach","gender":"Men","categories":"Cologne","volume":"60 ml","price":1331.01,"about":"Released in 2017, Coach Cologne for men is an aromatic woody fragrance that was created by Anne Flipo and Bruno Jovanovic. It's a casual and fresh scent, perfect for the man who knows how to play it cool. A hint of spice keeps the scent interesting while still being approachable and easy to wear anytime.","fragrance_family":"Woody","scent_type":"Woody, citrus, spicy","notes":"The fresh opening of this Coach eau de toilette features top notes of fresh green nashi pear, bergamot, and kumquat for a sparkling hint of grapefruit right from the beginning. The heart is softer and warmer, with middle notes of coriander, geranium, and spicy cardamom. Bringing in the drydown are woody base notes of suede, amberwood, Haitian vetiver, and ambergris.","smell_like":"Coach cologne for men is a sweet, fresh and woody scent, with bright citrus blended with earthy wood notes. It makes you feel like you're spending the day driving up the coastline with friends, enjoying the wind in your hair and the sound of the sea.","kind_of_scent":"Coach is a light cologne for men. It's an eau de toilette, so it is concentrated enough to stand out but not too strong as to be overpowering.","season":"This cologne is perfect for the summer thanks to the energizing citrus notes that make Coach so special.","occasion":"Coach cologne works well in most casual situations thanks to its pleasant smell and approachable nature as a light eau de toilette. It will last throughout an afternoon of fun with friends.","how_long":"As an eau de toilette with a medium fragrance level, you can expect to enjoy the scent for about four to six hours before needing to reapply. You may need to use more if wearing the cologne in warm or humid weather or if you are engaging in vigorous activity."}
{"name":"Glow","brand":"Jennifer Lopez","gender":"Women","categories":"Perfume","volume":"100 ml","price":878.23,"about":"JLo Glow Perfume is a floral fragrance for women launched in 2002 behind the noses of perfumers Louise Turner and Catherine Walsh. Get lost in the diverse range of scents that morphs from fresh and fruity to warm and musky. With a moderate sillage, this perfume disperses aromas into the air for hours. Imagine starting the day at a brunch with friends and ending it with a romantic candlelit dinner. This perfume can handle both types of situations with ease.","fragrance_family":"Floral, fruity","scent_type":"Warm, crisp","notes":"A romantic, sexy fragrance full of musk undertones and floral top notes creates a feminine perfume that is crisp, clean and perfect for everyday wear. Wander through the top notes of iris, rose and jasmine that meld into the warmer notes of vanilla and musk before smoothing out into the base notes of neroli, sandalwood and amber.","smell_like":"Imagine the fresh scent of spring rain that inspires the flowers to bloom when you wear this lovely floral fragrance. The warmer undertones give it a sensual finish that makes it an amazing choice for romantic date nights.","kind_of_scent":"A feminine fragrance, this flirty perfume falls into the citrus and floral families. It's a light eau de toilette inspired by spring and summer outings.","season":"The crisp citrus notes combined with the sensual base notes make it a delightful choice for spring and summer.","occasion":"Wear this perfume daily to the office, out with friends or on date nights. The variety of notes keeps this scent going strong while also being light and fresh.","how_long":"Glow Perfume is an eau de toilette that's fragrance lasts two to three hours. It can be reapplied as needed. The length of time the scent lasts depends on your skin type and the environment you're in."}
{"name":"Armani Code","brand":"Giorgio Armani","gender":"Men","categories":"Cologne","volume":"125 ml","price":3594.36,"about":"A luscious, bold unique fragrance perfect for romantic date nights and special events awaits in a bottle of Armani Code Cologne. You can tackle anything when you have a confidence boost from the warm and citrusy layers of this blend. Armani Code is a renowned fragrance from the Armani Code collection that exudes sophistication and allure. As with other Armani Code fragrances, it comes in a stylish and refillable bottle, allowing you to enjoy its captivating scent for an extended period. Armani Code Cologne, also known as Armani Code Eau de Toilette, is a signature fragrance that evokes a sense of mystery and elegance. Inspired by the essence of Italy, it combines notes that are both timeless and modern, resulting in a mature and masculine scent that leaves a lasting impression.","fragrance_family":"Citrus","scent_type":"Warm, earthy","notes":"Armani Code Cologne is a sophisticated fragrance that features a harmonious blend of notes. In the opening, the head notes introduce a fresh and vibrant combination of lemon and bergamot. Moving to the middle notes, the fragrance reveals a captivating accord of refined and elegant iris, enhanced by the warm and seductive tones of tonka bean absolute. Complementing the composition, clary sage adds a touch of herbal freshness, while musk provides a sensual and inviting base. The result is a classy and well-blended fragrance that exudes confidence and charm. Armani Code Cologne captures the essence of masculinity with its sophisticated iris note, making it a timeless and alluring choice for any occasion.","smell_like":"Impress your date with a sensual fragrance that doesn't overpower the senses. As your candlelit dinner progresses, the citrusy, warm blend of your cologne surrounds you and your partner with a cocoon of romance.","kind_of_scent":"This men's cologne has a bold presentation of warm notes and lighter citrusy notes interwoven together. The smokey tones of this eau de toilette engage the senses without taking over.","season":"The lighter citrus notes combined with the warm base notes make Armani Code Cologne a fantastic choice for spring and summer.","occasion":"This eau de toilette has a medium-strength oil concentration which makes it last about three to four hours. The light, fresh and warm scent is an excellent addition to a romantic date night or upscale gathering.","how_long":"This eau de toilette can last up to three to four hours because of its medium oil concentration. Your skin type and your environment determine how long the fragrance lasts."}
{"name":"Escape","brand":"Calvin Klein","gender":"Men","categories":"Cologne","volume":"100 ml","price":1091.43,"about":"First released in 1993, Calvin Kelin Escape Cologne was created by Steve DeMercado. The melon, grapefruit and bergmot top notes mingle with sea notes, birch, rosemary and sandalwood to create a scent that starts with a zesty fragrance and transforms into something earthy.","fragrance_family":"Woody","scent_type":"Aromatic","notes":"Based largely on fruits, spices and wood, this fragrance includes top notes of melon, mango and grapefruit that mingle with sea notes, cypress and sage in the middle notes. Base notes include oakmoss, sandalwood and patchouli.","smell_like":"Aptly named, Calvin Klein Escape Cologne allows you to escape into your favorite blend of fruits, spices and earth fragrances. Top notes of eucalyptus and juniper create a fresh scent that mingles into middle notes of fir, birch and cypress.","kind_of_scent":"Calvin Klein Escape Cologne is an eau de toilette spray that belongs to the woody fragrance family. It was created with men in mind.","season":"The citrus top notes of this fragrance make it good for the spring and summer months, but the spicy and earthy middle and base notes ensure it's also a good fragrance for the fall and winter months.","occasion":"This cologne is a woody fragrance that lasts for an average of 2-3 hours. The scent is light enough to wear at the office but provides enough spice and wood aromas to be good for evening wear as well.","how_long":"Calvin Klein Escape Cologne is an EDT, which means it typically lasts 2-4 hours, so it is a good idea to reapply it once or twice throughout the day. Keep in mind that the longevity of a scent depends on the temperatures outside. Your body's chemistry may also affect the scent and its strength and longevity."}
{"name":"Be Delicious","brand":"Donna Karan","gender":"Women","categories":"Perfume","volume":"100 ml","price":2068.57,"about":"DKNY Be Delicious by Donna Karan is a one-of-a-kind floral fruity fragrance that will tantalize your senses like no other. Bursting with alluring top notes of crisp cucumber, tart grapefruit and delicate magnolia, DKNY Be Delicious brings an energizing and fruity scent to any environment. Its distinct middle notes of juicy green apple, lily-of-the valley, tuberose, violet and rose blend together to create a lush bouquet of floral aromas. Grounded with robust base notes of woodsy scents, sensual sandalwood and warm amber, this exquisite fragrance lingers on the wearer’s skin for hours. Whether you’re looking for something to spritz on before work or date night, DKNY Be Delicious is sure to become your go-to scent! This scent was created in 2004 by Maurice Roucel.","fragrance_family":"Floral","scent_type":"green, fruity, aquatic, ozonic, fresh, citrus, white floral, fresh spicy, woody","notes":"Be Delicious perfume opens with top notes of cucumber, grapefruity and magnolia. It continues into heart notes of green apple, lily-of-the-valley, tuberose, violet and rose. It finishes off with base notes of sandalwood, amber, and woodsy notes.","smell_like":"The fresh and fruity scent and clean impact of Be Delicious Perfume provides the constant sensation of enjoying an outdoor shower overlooking a verdant valley. Fun and funky, it offers a mild sweetness that balances out the tartness of the green apple. There's also an intriguing saltiness that originates from the cucumber.","kind_of_scent":"Bursting with charm, this fruity and floral concoction for women falls under the eau de parfum classification. You'll generate lots of attention every time you wear this lively aromatic.","season":"A floral fruity fragrance featuring green apple, magnolia and cucumber, Be Delicious Perfume works best around the spring and summer.","occasion":"Be Delicious Perfume makes an excellent choice for wearing to the office or gym. This is due, in part, to its fruitiness and decent longevity. It's also ideal for spontaneous day trips.","how_long":"The strength of this eau de parfum is moderate. It stays noticeable for two to three hours before the wearer no longer detects it. Others, though, will still be able to identify it. The potency also depends on humidity and the person's skin type."}
{"name":"Kenzo Flower","brand":"Kenzo","gender":"Women","categories":"Perfume","volume":"50 ml","price":1730.4,"about":"Kenzo Flower perfume is an amber floral fragrance for women that was introduced in 2000 behind the noses of perfumers Alberto Morillas and Christian Dussoulier. This floral scent was created as a fragrance for the scentless poppy. The sleek, slender bottle with the single red poppy makes this perfume stand out, even on store shelves.","fragrance_family":"Citrus","scent_type":"Fruity, floral, powdery","notes":"Kenzo Flower perfume opens with top notes that include Bulgarian rose and parma violet, moving to heart notes of musk and vanilla, and closing with base notes of cyclosal and hedione. This unique combination results in a sweet fruity scent with floral undertones.","smell_like":"The scent of Kenzo Flower perfume makes you feel like you are rich and famous, lightly powdering your face while surrounded by bouquets of flowers. Kenzo Flower is where nature and the city meet.","kind_of_scent":"Kenzo Flower is a fruity, floral and powdery eau de parfum. This feminine fragrance is sweet and sensual due to its vanilla and white musk notes.","season":"Because of its fruity and floral scents, Kenzo Flower perfume is best for summer wear, but it can be worn all year long.","occasion":"No matter the occasion, Kenzo Flower perfume would be a perfect choice, although some consider this a daytime fragrance. If you do go out for an evening event, simply reapply to freshen up the scent.","how_long":"Kenzo Flower eau de parfum lasts approximately 6-8 hours before you need to reapply. Depending on the temperature and your skin type, Kenzo Flower might still linger slightly in the morning."}
{"name":"Good Girl","brand":"Carolina Herrera","gender":"Women","categories":"Perfume","volume":"80 ml","price":4526.48,"about":"Introducing Good Girl Perfume by Carolina Herrera, an amber floral fragrance with an embodiment of modern elegance and daring sensuality that was inspired by Carolina Herrera's unique vision of the duality of the modern woman. Created in 2016 by Louise Turner and Quentin Bisch, Good Girl is the ultimate feminine fragrance of the Good Girl collection. The haute couture Good Girl stiletto is redesigned in black, reflecting the seductive personality of the women who inspire its silhouette.","fragrance_family":"Amber Floral","scent_type":"Warm, Sensual, Gourmand, Sweet, Spicy, White Floral, Vanilla, Cacao, Woody","notes":"Good Girl Perfume boasts a captivating blend of notes that create an unforgettable olfactory experience. At the top, you'll be greeted by luminous and invigorating citrus notes, coupled with the sweetness of almond and coffee. As the scent settles, the middle notes unfold, revealing a luxurious bouquet of white florals, including jasmine and tuberose, adding a touch of femininity mixed with orange blossom, rose and orris. The base leaves a lasting impression with warm and sensual accords of tonka bean and cocoa, enhanced by the richness of vetiver. This harmonious combination creates a fragrance that transitions from playful to seductive, making it perfect for both day and night.","smell_like":"Immerse yourself in the world of oriental florals, where the sweetness of almond and coffee dances with the elegance of white florals, ultimately settling into a warm embrace of cocoa and tonka bean. This fragrance evokes confidence, allure, and modern sophistication.","kind_of_scent":"Good Girl Perfume falls under the oriental floral fragrance family. Marketed as a women’s EDP, it offers a rich and sensual aroma that beautifully balances sweetness and warmth.","season":"Due to its warm and sensual profile, Good Girl Perfume is an excellent choice for Fall and Winter, enveloping you in its cozy and inviting aura.","occasion":"This versatile fragrance is a companion for various occasions. It's suitable for light wear at the office, thanks to its moderate sillage, while its alluring notes make it an ideal choice for romantic evenings or special events. Its uniqueness also adds a touch of sophistication to your everyday style.","how_long":"Good Girl Perfume's EDP concentration ensures a lasting fragrance experience. On average, you can expect it to last around 8 to 10 hours. Keep in mind that the duration can be influenced by factors like your skin chemistry and the environment you're in."}
{"name":"Libre Perfume","brand":"Yves Saint Laurent","gender":"Women","categories":"Perfume","volume":"90 ml","price":4207.15,"about":"Libre Perfume by Yves Saint Laurent is a 2019 floral perfume created by Anne Flipo and Carlos Benaim. It belongs to the Amber Fougere fragrance family and is designed as a women's perfume. YSL Libre Eau de Parfum is a captivating floral fragrance that makes a couture statement. It beautifully combines the enchanting notes of Moroccan orange blossom and lavender essence, creating a feminine perfume that exudes elegance and sophistication. With its luxurious blend of floral accords, it is a true expression of individuality and style.","fragrance_family":"Amber Fougere","scent_type":"Warm, musky, and aromatic","notes":"Libre Eau de Parfum features a captivating blend of notes. The top notes include Lavender, Mandarin Orange, Black Currant, and Petitgrain, which provide a fresh and citrusy opening. The heart notes of Lavender, Orange Blossom, and Jasmine add a distinctly floral touch to the composition. The base notes consist of Madagascar Vanilla, Musk, Cedar, and Ambergris, creating a warm and sensual foundation with a hint of sweetness.","smell_like":"Libre's fragrance combines the warmth of amber and the freshness of fougere, evoking a sense of liberated femininity. It blends floral and citrusy notes with a musky and woody base, creating an alluring and sophisticated aroma.","kind_of_scent":"Libre is an Amber Fougere fragrance designed for women. It is an EDP (Eau de Parfum) category, known for its longer-lasting and more concentrated formulation. It is also offered as an EDT (Eau de Toilette).","season":"Libre is ideal for Fall and Winter due to its warm and cozy scent profile.","occasion":"Libre's moderate strength, longevity, and versatile scent make it suitable for various occasions. It can be worn lightly for the office or during spring, offering a fresh and citrusy fragrance, while its warm and aromatic qualities make it suitable for date nights or evening events.","how_long":"Libre as an EDP typically provides a longer-lasting scent compared to EDT. It can last between 6-8 hours, although the duration may vary depending on factors such as the environment and the wearer's skin type. The EDT lasts between 4-6 hours. Reapplication may be necessary for prolonged wear."}
{"name":"English Rose Yardley","brand":"Yardley London","gender":"Women","categories":"Perfume","volume":"50 ml","price":478.84,"about":"English Rose Yardley perfume was launged in 1997 by Yardley London. It's a fresh, feminine fragrance for women of all ages and has been a staple if Yardley's fragrance line since its launch.","fragrance_family":"Citrus","scent_type":"Floral","notes":"The top notes consist of spicy bergamot, fragrant geranium and crisp apple. Following up are mid notes of soft jasmine and rose, ylang-ylang and spicy clove. Finishing out the base of this soft feminine fragrance are woody notes of cedarwood, vetiver and soft musk.","smell_like":"A member of the citrus family, this soft floral perfume smells like your grandmother's favorite rose bush. It will remind you fo afternoon tea and strolling through an English garden on a sunny spring afternoon.","kind_of_scent":"English Rose Yardley embodies soft femininity. It is delicate yet subtly provocative. It is the signature scent for women of all ages who enjoy romanticizing everyday life.","season":"English Rose Yardley can be worn any time. If you want to make a subtle statement, English Rose Yardley is a great option.","occasion":"You'll love to wear English Rose Yardley for all occasions. Spritz English Rose Yardley perfume before your next date, on the way to work, after a long session at the gym or before your next Sunday brunch. It's not overpowering, so you'll be noticed without being overstated.","how_long":"English Rose Yardley is a light scent that will need to be reapplied during the day. To maximize your scent or avoid reapplication, layer English Rose Yardley. The scent is available as a soap, shower gel, deodorant, talc and body lotion and cream. Make English Rose Yardley your signature scent throughout your bathing routine for a lasting pleasant aroma."}
{"name":"Polo Cologne","brand":"Ralph Lauren","gender":"Men","categories":"Cologne","volume":"60 ml","price":2342.99,"about":"Designed by Carlos Benaim, Polo Cologne by Ralph Lauren is a fresh spicy men's fragrance with over four decades of enduring popularity. Refreshingly modern, Polo's iconic mix of herbal, citrus, floral, spicy and wood notes has captivated wearers for generations.","fragrance_family":"Fresh","scent_type":"Spicy","notes":"Polo's opening pairs artemisia, basil, caraway and coriander with bergamot and juniper berries. Together, these notes craft an earthy, evergreen, spicy and mildly camphoraceous introduction. The heart mingles carnation, chamomile, geranium, jasmine and rose with dark and pungent leather, pepper and pine notes. Amber and musk add warmth and sensuality to the base, enhanced by a woody blend of cedar, oakmoss, patchouli, tobacco and vetiver.","smell_like":"Polo is a roaring fire blazing in the fireplace, releasing aromas of wood smoke as it warms your body and soul. You sit before the fire, your favorite cocktail in hand, its earthy and bitter fragrance drifting up to your nose as you take a long leisurely sip.","kind_of_scent":"Polo by Ralph Lauren is a timeless masculine scent. This light and vibrant eau de toilette blends fresh spicy and woody accords.","season":"Polo's fresh aromatic blend with artemisia, caraway, pine needles, leather rose and patchouli make it a fall and winter favorite.","occasion":"Polo by Ralph Lauren is a sheer yet substantial EDT that works well for many day or nighttime settings. Try this fresh scent for work or casual occasions, or turn up the heat with a stronger application for date night.","how_long":"Polo is an eau de toilette. With fragrance oil concentrations of under 15%, its airy scent lasts up to four hours before reapplying. Body chemistry and environment impact strength and longevity, but Polo's light scent leaves just the right impression."}
{"name":"Daisy","brand":"Marc Jacobs","gender":"Women","categories":"Perfume","volume":"100 ml","price":3186.48,"about":"Marc Jacobs introduced Daisy in 2007 as a flirty feminine scent. Alberto Morillas is known for creating this popular women's perfume, showcased in the iconic daisy bottle. Marc Jacobs Daisy transports you to a flower garden with whimsical white daisies abloom. This award-winning fragrance is perfect when you want to feel confident and sophisticated, and will take you back to youthful days spent in your grandmother's flower gardens. Charm your lover or delight your own senses by making Daisy perfume your signature scent.","fragrance_family":"Citrus","scent_type":"White floral, powdery, citrus","notes":"The top notes of this perfume include delicate violet leaf, ruby red grapefruit and fresh wild strawberries. Bringing up the nose of this perfume includes middle notes of violet, sweet gardenia and fresh jasmine. You'll find base notes of musk, white woods and warm vanilla round out this complex feminine citrusy floral.","smell_like":"Marc Jacobs Daisy transports you to a stroll through your favorite English garden. It balances fruity and floral together into a welcoming feminine scent that will make an impression wherever you go.","kind_of_scent":"Daisy is part of the citrus family with noticeable hints of juicy grapefruit throughout the fragrance.","season":"Daisy can be worn in any season. Apply it to welcome the first signs of spring, make it your signature summer scent, enjoy its enticing notes in the fall or wear it to improve your mood in the winter.","occasion":"You can wear Daisy anywhere--whether it's to your next client presentation or out for a leisurely Sunday brunch.","how_long":"Daisy is a long-lasting perfume that can be worn up to 8 hours without reapplication. If you want your perfume to last through the evening, give yourself a sprit with Daisy to refresh your scent."}
{"name":"Juicy Couture Perfume","brand":"Juicy Couture","gender":"Women","categories":"Perfume","volume":"100 ml","price":1464.13,"about":"Juicy Couture perfume came out in 2006 and features dominant scent notes of watermelon, hyacinth, marigold, tuberose and creme brulee. It is a complex and well-blended floral fruity perfume for women.","fragrance_family":"Floral, fruity","scent_type":"Bright, dewy, airy, white floral, creamy, fresh, warm, smooth","notes":"In Juicy Couture perfume, watermelon dazzles in the opening along with other dewy and crisp fruits, including green apple, passionfruit and mandarin orange. Hyacinth, marigold and green leaves balance the bright fruity notes with sharp and spicy fresh notes. Sweet and creamy tuberose is the dominant scent at the heart of the fragrance alongside soft lily and romantic wild rose. The milky gourmand base includes creme brulee, caramel, vanilla, woods and patchouli.","smell_like":"Juicy Couture perfume smells like Marie Antoinette's grand suite at the Palace of Versailles. It's glamorous, sweet, lavish and youthful.","kind_of_scent":"Juicy Couture perfume is a feminine floral fruity fragrance for women commonly sold as an eau de parfum.","season":"With light white floral notes and juicy fruity notes, Juicy Couture perfume performs best in spring and summer.","occasion":"The combination of fruity, gourmand and robust white florals is strong, which makes Juicy Couture perfume suitable for date night, dinner with friends, Saturday picnics and other casual outings.","how_long":"Juicy Couture is an eau de parfum with a high concentration of fragrance oil, and it will last for more than eight hours on the skin and longer on clothes."}
{"name":"Gucci Guity","brand":"Gucci","gender":"Men","categories":"Cologne","volume":"50 ml","price":2802.37,"about":"Gucci Guilty Pour Homme is an aromatic fougère fragrance for men that was created by Jacques Huclier in 2011. A contemporary take on two iconic perfumery ingredients popular in the '70s, top notes of Rose and Chili Pepper create an invigorating retro vibe, with hints of vinegar and salt for an unexpected finish. Orange Blossom Absolute, Neroli and French Lavender add intensity, while Patchouli and Cedarwood accentuate the scent's richness and sensuality.","fragrance_family":"Woody","scent_type":"Floral, fruity, tropical, crisp, amber, sophisticated, elegant","notes":"Top notes of Fresh Rose Accord and Hot Chili Pepper, combining the warm spiciness of red pepper with a bitter aromatic freshness. Heart notes of Orange Blossom Absolute blended with Neroli and French Lavender. Base notes of Patchouli, embodying a modern expression of sensuality, mystery, and intrigue. The dry down is intensified with the masculine richness of Cedarwood.","smell_like":"Gucci Guilty Pour Homme is a captivating and sophisticated fragrance that combines the warmth of woody notes with the richness of floral and fruity accords. It exudes an air of elegance and tropical allure, evoking images of a luxurious and adventurous getaway. The woody base notes add a touch of mystery and intrigue to the overall experience, making it a unique and alluring scent.","kind_of_scent":"Gucci Guilty Pour Homme belongs to the Woody fragrance family and is designed specifically for men. It is offered as an Eau de Toilette (EDT) and Eau de Parfum (EDP).","season":"Gucci Guilty's floral, fruity, and tropical notes make it ideal for Spring and Summer wear. The crisp and amber undertones also make it suitable for Fall, allowing you to enjoy its invigorating and alluring aroma throughout the warmer months and the transitioning seasons.","occasion":"Gucci Guilty's moderate strength and sophisticated scent type make it versatile for various occasions. It can be lightly worn to the office, where its elegance and subtlety won't overwhelm, or spritzed more generously for a fresh and aromatic presence during Spring or Summer. The fragrance's richness and sensuality also make it suitable for romantic evenings and date nights.","how_long":"The Eau de Toilette typically lasts around 4 to 6 hours on the skin while the Eau de Parfum can last over 8 hours. However, its longevity can be influenced by factors like the wearer's skin chemistry and the surrounding environment. It may require reapplication for all-day wear, especially during warmer months or high-activity situations."}
{"name":"Jadore Perfume","brand":"Christian Dior","gender":"Women","categories":"Perfume","volume":"100 ml","price":4233.84,"about":"J'adore perfume is a fruity floral fragrance that was first launched in 1999 from the brilliant nose of Calice Becker. Backed by iconic fashion designer Christian Dior, this fragrance has won numerous awards and became a scent staple for many women since its launch.","fragrance_family":"Floral","scent_type":"Sweet, fruity, woody","notes":"Top notes of this scent include juicy melon, pear and peach, soft magnolia, tantalizing mandarin and spicy bergamot. Following the top notes are jasmine, lily of the valley, warm tuberose, freesia, romantic rose, sweet orchid, plum and soft violet. The base notes of this intoxicating scent include soft musk, warm vanilla, juicy blackberry and woody cedar.","smell_like":"J'adore perfume smells like a soft, feminine bouquet of florals with a touch of fruity sweetness. You'll be transported to an English garden, where fruit trees are abundant and mingle with fresh spring blooms.","kind_of_scent":"J'adore is a fun fruity floral that will make you smell fresh, sweet and dewy.","season":"J'adore is the perfect scent for spring or summer, or whenever you want to smell your best.","occasion":"J'adore can be worn for any occasion. It would pair perfectly with a picnic date in the park or your next big client meeting. You can feel confident wearing Jadore any time without it being too overpowering.","how_long":"When layered with your J'adore shower gel and body lotion or cream, your scent should last all day without needing to reapply. However, if worn alone you may want to carry a travel size of Jadore with you to freshen up your signature scent."}
{"name":"Chanel Mademoiselle","brand":"Chanel","gender":"Women","categories":"Perfume","volume":"100 ml","price":6907.47,"about":"In 2001, Chanel added to its iconic line of fragrances Coco Mademoiselle, an amber floral perfume with distinct citrus and patchouli notes. Coco Mademoiselle Perfume projects an image of understated luxury and youthful sophistication.","fragrance_family":"Floral, amber","scent_type":"Fresh, sweet, woody, earthy","notes":"The bright, refreshing top notes of Chanel Coco Mademoiselle Perfume are orange, mandarin, bergamot and orange blossoms. Elegant floral accords of mimosa, jasmine, ylang-ylang and rose make up the middle notes. Deeply fragrant vetiver, opoponax and patchouli accompany warm notes of tonka bean, white musk and bourbon vanilla in the base. Citrus, flowers and woody accords interact to create an effortlessly chic perfume that is both fresh and classic.","smell_like":"Coco Mademoiselle has a scent that evokes images of delicate flowers and groves of citrus trees sparkling with early morning dew. The lightly feminine citrus and floral scents balance the depth and maturity of earthy, resinous notes in the base.","kind_of_scent":"Coco Mademoiselle is a floral amber perfume released in 2001 as a refined fragrance for a new generation of young women. You can purchase it as an eau de toilette or an eau de parfum depending on your preferences.","season":"You can wear this versatile perfume all year, but the warm amber base with woody and patchouli notes especially suits autumn and winter.","occasion":"Coco Mademoiselle is an excellent daytime perfume you can wear to the office or school.","how_long":"Chanel Coco Mademoiselle is a long-lasting fragrance, though its tenacity varies depending on weather conditions and personal skin chemistry. You can expect the eau de parfum version to last six hours or more."}
{"name":"Amarige","brand":"Givenchy","gender":"Women","categories":"Perfume","volume":"100 ml","price":3195.16,"about":"Amarige perfume by Givenchy is a sweet floral fragrance for women released in 1991 behind the nose of perfumer Dominique Ropion. It has a sharp, floral composition that is warm and fresh. Imagine the breeze blowing through your hair as you explore botanical gardens with enormous blooms and a rainbow of color when you wear this fragrance. Its warm undertones keep you grounded in reality as your imagination soars.","fragrance_family":"Woody, floral","scent_type":"Sharp","notes":"A sharp and warm combination of notes begins with the top scents of orange, rosewood, plum, mandarin, neroli and peach. A heart of gardenia, tuberose, black currant, mimosa, neroli and acacia smooths out into the base of vanilla, cedar, musk, tonka bean, sandalwood and amber.","smell_like":"Get lost in the swirl of a floral bouquet that evoke a sense of romance and sensuality when you wear this woody floral fragrance. The sharp notes interspersed with the florals create a unique blend sure to impress.","kind_of_scent":"A sophisticated composition of feminine elegance is contained in a bottle of Amarige Perfume. Light and warm, this eau de toilette is a lovely addition to your daily wear.","season":"The light and warm composition of Amarige Perfume is a delightful choice for spring and summer.","occasion":"Enjoy this light, fresh scent while working, running errands or hanging out with friends. The warm undertones allow this fragrance to work for romantic date nights too.","how_long":"Enjoy two to three hours of fragrance when you wear this eau de toilette or EDT. The length of time depends on the environment you're in and your skin type."}
{"name":"Blue De Chanel","brand":"Chanel","gender":"Men","categories":"Cologne","volume":"100 ml","price":6279.49,"about":"Bleu De Chanel is a woodsy, earthy fragrance for men released in 2010 by the fashion brand Chanel. It uses classic men's fragrance notes of citrus and warm woods with a distinctive air of luxury. Ambery, dry cedar wood complements grapefruit and lemon top notes, while the base of Caledonian sandalwood and vanilla adds incredible warmth and depth.","fragrance_family":"Woodsy","scent_type":"Spicy, warm, citrusy, amber, sensual","notes":"The top note is a bold citrus accord that opens the fragrance with grapefruit, lemon, pink pepper and mint. The heart tones include spicy ginger and nutmeg mixed with rich amber. Woodsy base notes of vetiver, sandalwood, cedar, patchouli and musk create a masculine and lasting finish.","smell_like":"Bleu De Chanel is an invigorating scent that is full and rich, yet it is also drawn entirely with botanical notes. It smells like looking out over towering cedar trees from a mountain's peak. Abundant citrus gives a fresh burst of energy and lightens the overall profile, making space for many sensual wood and vanilla notes in the base.","kind_of_scent":"Bleu De Chanel is a woodsy and citrus-forward men's fragrance that is available as an eau de toilette or an eau de perfume. An eau de perfume, also known as an EDP, has a slightly higher concentration of perfume oils than an eau de toilette or EDT. Bleu De Chanel is a versatile scent appropriate for both formal and casual wear.","season":"Bleu De Chanel's light and botanical profile is best for spring and summer wear, but its warm spice and amber notes can transition into fall as well.","occasion":"Bleu De Chanel is a versatile fragrance because of its balance of elegance and freshness. It is appropriate for work, but its sensual base notes can also shine on a date or at a party. The EDP concentration can easily transition from day to night.","how_long":"Bleu De Chanel is available in two concentrations and both are long-lasting. The EDT concentration remains noticeable for five to six hours, while the EDP concentration can last through the average day and into evening, about eight hours."}
{"name":"Polo Sport","brand":"Ralph Lauren","gender":"Men","categories":"Cologne","volume":"125 ml","price":1677.33,"about":"First released in 1994, Ralph Lauren Polo Sport is an aromatic, green fragrance made with men in mind. Created by Harry Fremont, this fragrance contains hints of mint, jasmine, cedar and much more.","fragrance_family":"Aromatic","scent_type":"Citrus","notes":"Ralph Lauren Polo Sport contains notes of mint, bergamot, lemon and mandarin orange. Middle notes are dedicated to warm floral gardens with aromas of jasmine, cyclamen, Brazilian rosewood and rose. At the base of this scent, you will find earthy fragrances such as amber, cedar, musk and sandalwood.","smell_like":"Ralph Polo is a fresh, young fragrance. Imagine a combination of your favorite citrus fruits mingling with rose, geranium and other sweet florals. Add in musk, cedar and amber and you'll feel as if you're spending a warm spring afternoon out in nature.","kind_of_scent":"This men's fragrance is an aromatic cologne that contains notes of citrus, floral and woody elements. This cologne is an eau de toilette, which means it contains 12-15% pure perfume.","season":"The mandarin orange, rose, lavender and other fruity and floral notes in Ralph Lauren Polo Sport make this fragrance an excellent choice for the spring and summer months.","occasion":"Ralph Lauren Polo Sport is a light fragrance with moderate longevity. This aromatic scent is often the first fragrance for people and is perfect for wearing at school and to extracurricular activities.","how_long":"Ralph Lauren Polo Sport is an EDT, which means it will last 2-3 hours on average and has a perfume concentration of 5-15%. Keep in mind that fragrance concentration and longevity depend on your own body chemistry, how it's applied and the environment. Targeting pulse points allows your fragrance to have optimal longevity."}
{"name":"Dolce&Gabbana Intenso","brand":"Dolce&Gabbana","gender":"Men","categories":"Cologne","volume":"125 ml","price":2130.11,"about":"Released by Dolce & Gabanna in 2014, Intenso is a compelling men's cologne featuring fresh aromatics and rich woody accords. This fragrance evokes strength, confidence and virility by blending classic elegance with modern masculinity.","fragrance_family":"Aromatic, woody","scent_type":"Fresh, smoky, herbal","notes":"Intenso opens with a clean burst of crisp bergamot tempered by fresh basil and refreshing orange blossom. The heart of this fragrance features sweet herbal moepel and lavender, earthy marigold and smoky vetiver, which dries down to a warm woody blend of cypress and labdanum.","smell_like":"Intenso's daring blend of elements perfectly captures a sense of modern sophistication and bold determination, evoking feelings of adventure, ambition and new experiences. It's like a luxurious holiday in a secluded resort, surrounded by fresh mountain air and gentle wisps of smoke from an open fire.","kind_of_scent":"Dolce & Gabanna's Intenso is a complex and sensual masculine eau de parfum. A bold veil of refreshing aromatics opens to reveal the warm smoky accords at the center of this fragrance.","season":"Intenso's unique blend of fresh, spicy and smooth makes it an excellent year-round scent, although it is particularly suitable for cooler autumn weather.","occasion":"Intenso is a versatile fragrance appropriate for a variety of occasions. It is suitable for daily office wear, romantic dates, or special events in the afternoon and evening.","how_long":"Formulated as an eau de parfum, or EDP, Intenso provides a long-lasting aroma that can linger on the skin for 6-8 hours, depending on skin type, weather and application. "}
{"name":"Ethernity Moment Perfume","brand":"Calvin Klein","gender":"Women","categories":"Perfume","volume":"100 ml","price":1411.07,"about":"Eternity Moment Perfume by Calvin Klein is a floral fragrance for women that was developed in 2004 by the expert noses of Harry Fremont and Jacques Cavallier. This scent was designed to bring a youthful take on the popular Eternity perfume and has become a signature fragrance staple for women of all ages.","fragrance_family":"Floral","scent_type":"Floral","notes":"The top notes of this fragrance are a medly of juicy melon, litchi, ripe guava and raspberry. The heart explodes with notes of exotic passion flower, Chinese pink peony, soft water lily and floral jasmine. The base finishes with sandalwood, rich cashmere wood, soft musk and exotic Brazilian rosewood.","smell_like":"This fresh, floral fragrance is reminiscent of a summery meadow with new spring blooms and soft, tall grass.","kind_of_scent":"Eternity Moment is a youthful version of Eternity. Its soft, inviting notes invite young women to bring Eternity Moment along on their journey from youth to adulthood.","season":"You should wear Eternity Moment on warm spring or summer days.","occasion":"Eternity Moment is best used for moments when you want to feel the vibrance of everlasting youth. Wear Eternity Moment to your next Sunday brunch, on a jaunt to pick wildflowers or to your next picnic date. It'll evoke the feeling of simpler pleasures and make you feel like your youth is eternal.","how_long":"Eternity Moment is beautiful and fleeting. Intensify Eternity Moment by starting your fragrance journey in the shower with its shower gel then following up with the cream or lotion. Finish with a generous spritz of Eternity Moment perfume before taking on the day."}
{"name":"Jimmy Choo Ice ","brand":"Jimmy Choo","gender":"Men","categories":"Cologne","volume":"100 ml ","price":1251.25,"about":"Jimmy Choo Man Ice arrived in the fragrance world in 2017. Crafted by Michel Almairac, this woody aromatic masculine fragrance combines bracing citrus notes with soft woods and smoky incense then incorporates earthy and musky tones. Man Ice has been a popular scent in the Jimmy Choo lineup since its debut.","fragrance_family":"Woody","scent_type":"Citrus","notes":"Jimmy Choo Man Ice starts with a combination of bergamot, citron and mandarin orange. These three citrus notes bring different facets to the fragrance: floral spicy, tart bitter and succulent honeyed tones. The center mingles crisp and delicate apple with cedar's clean balsamic note before adding patchouli's sweet smokiness and vetiver's dry woody tones. Ambroxan, moss and musk create a fragrant, warm and damp earthy finish.","smell_like":"Jimmy Choo Man Ice is pure energy in fragrance form. It tantalizes you with its sweet, tart and subtly floral citrus accords before revealing a cozy woody heart and pungent earthy ending notes.","kind_of_scent":"Man Ice is an airy and effervescent man's fragrance. This woody citrus eau de toilette is a perfect everyday pick with enough longevity to engage the senses.","season":"Man Ice's woody and city notes make it a quintessential summer scent.","occasion":"Enjoy this light and refreshing eau de toilette any time of day. Spray on this woody citrus scent before heading to work, lunch, the beach or a laidback afternoon with friends.","how_long":"Man Ice is an eau de toilette with a lower perfume oil concentration. As a result, it has an average longevity of between two to four hours. Drink in this sheer summery scent and reapply as you desire."}
{"name":"Quelques Fleurs","brand":"Houbigant","gender":"Women","categories":"Perfume","volume":"100 ml","price":2955.59,"about":"A light and delicate fragrance from Houbigant, Quelques Fleurs Perfume was originally released in 1913. It was designed for women by perfumer Robert Bienaime and features a luxurious combination of fruity and floral notes. Ethereal and courtly, this mosaic fragrance depicts plush, ambrosial, delicate floral breath as it’s mingled in nature. The enchanting, radiant essence bombards the olfactory senses with soft, sensual, voluptuous flowers arranged in immaculately nuanced, concordant tonalities.","fragrance_family":"Floral","scent_type":"Floral","notes":"The opening layer of Quelques Fleurs is refreshing and sweet, bringing notes of bergamot, lemon, orange blossom and tarragon to the forefront along with additional blends of citrus and green notes. A medley of floral notes forms the perfume's heart where rose, jasmine, violet, orchid, iris, tuberose, lilac, lily-of-the-valley, carnation, ylang-ylang, heliotrope and orris root begin to take over. As the fragrance reaches its end, warm and earthy notes of amber, musk, sandalwood, oakmoss and civet are sweetened by notes of honey, tonka bean and vanilla in the base layer.","smell_like":"Quelques Fleurs is a garden in a bottle. Bursts of color grow among green grasses and trees, flowers of all kinds drawing your attention at once. The scent of ripe citrus floats along the breeze. This perfume provides a boost of refreshing energy throughout the day.","kind_of_scent":"Man Ice is an airy and effervescent man's fragrance. This woody citrus eau de toilette is a perfect everyday pick with enough longevity to engage the senses.","season":"Featuring rose, jasmine, orchid and many more floral heart notes as well as bright, citrusy top notes, Houbigant Quelques Fleurs Perfume is perfectly suited for warm, sunny spring and summer days.","occasion":"Its floral composition makes it easy to wear this perfume for many different occasions. Workdays, nights out, afternoon dates or relaxing days at home are all perfect times to spray on Quelques Fleurs.","how_long":"Because it is an EDP, Houbigant Quelques Fleurs has a long-lasting formula that provides a strong fragrance. Depending on your skin's chemistry as well as your environment throughout the day, this perfume can last for around six to eight hours."}
{"name":"Curve","brand":"Liz Claiborne","gender":"Women","categories":"Perfume","volume":"100 ml","price":798.47,"about":"Curve was launched in 2016 by Liz Claiborne as women’s fragrance. This floral fruity perfume helps the wearer exude elegance, confidence and allure, with its rich blend of fruits, flowers and earthy accords. It paints a story of style, sophistication and sensuality for the multifaceted person.","fragrance_family":"Floral, fruity","scent_type":"Fresh, powdery, woody","notes":"A burst of Curve perfume helps you project optimism, confidence and sweet allure. It makes a sparkling introduction featuring scent notes of blackberry, grapefruit, bergamot, Mandarin orange, peach, apricot, orange, ylang-ylang. This headiness is wonderfully supported by a heart of lily-of-the-valley, peony, yellow freesia, magnolia, damask rose, lotus, cassia and cyclamen. This floral center melds into a base of musk, violet, iris, sandalwood, cedar, amber and mahogany for a sophisticated finish.","smell_like":"Curve makes you feel like you’re enjoying a date out in a garden, filled with redolent fruit trees and fragrant blossoms, evident in the head and heart layers. The complex base of musky, woody and floral notes contribute to the senses of adventure and mystique felt between you and that special someone.","kind_of_scent":"Curve is an eau de toilette spray, with floral, fruity and earthy accords accounting for 15 to 20 percent of its total volume. A moderate application provides good projection and performance for regular wear. You can apply more for a night out on the town.","season":"Curve’s fun combination of fruits and florals evokes the warmth and wonder of spring and summer.","occasion":"Because Curve elegantly blends fruits and flowers with musk and other earthy undertones, it is a versatile product.","how_long":"Curve lasts about three to five hours, offering good projection and sillage for an EDT spray. After a couple of hours, its musky and woody base is most apparent against the skin. Here it is also impacted by body oil for a distinct effect."}
{"name":"Jimmy Choo Man","brand":"Jimmy Choo","gender":"Men","categories":"Cologne","volume":"200 ml ","price":2502.82,"about":"Jimmy Choo MAN Eau de Toilette is a powerfully fresh and modern fougere fragrance, created for a confident and refined man with a rebellious spirit. This fragrance was launched in 2014 and created by Anne Flipo.","fragrance_family":"Fresh","scent_type":"crisp, fruity, lavender, sweet, earthy, amber, woody","notes":"Man is a fresh and distinctive scent marrying opening notes of mandarin with lavender and honeydew melon. At its heart are geranium, patchouli, and pineapple leaf. The fragrance then unveils its base, incorporating amber and suede to create its woody component.","smell_like":"Jimmy Choo Man exudes confidence and refinement, making it the perfect choice for a rebellious spirit looking to leave a lasting impression. It contains opening notes of mandarin and honeydew melon, a heart featuring geranium, patchouli, and pineapple leaf, and a base enriched with amber and suede.","kind_of_scent":"Jimmy Choo Man is a men's fragrance launched in 2014 and is in the form of an Eau de Toilette (EDT). As an EDT, it offers a lighter concentration of aromatic compounds, making it well-suited for casual and daytime wear.","season":"As Jimmy Choo Man is an Eau de Toilette with a fresh and crisp scent type, it's best for Spring and Summer, making it an excellent choice for the warmer seasons.","occasion":"Jimmy Choo Man's Eau de Toilette concentration and lighter wear make it versatile for various occasions. It is well-suited for casual day outings or as an everyday scent, offering a fresh and confident aura.","how_long":"As an Eau de Toilette, Jimmy Choo Man has a lighter concentration of aromatic compounds compared to an Eau de Parfum. It typically lasts around 4 to 6 hours on the skin. However, the longevity can vary depending on the environment and the wearer's skin chemistry. Reapplication may be necessary for prolonged activities or if a stronger scent is desired."}
{"name":"Giorgio Armani My Way","brand":"Giorgio Armani","gender":"Women","categories":"Perfume","volume":"50 ml ","price":2928.9,"about":"My Way perfume by Giorgio Armani is a floral fragrance for women that was launched in 2020, created by perfumers Carlos Benaim and Bruno Jovanovic. My Way combines woody and floral notes with rich and creamy accords.","fragrance_family":"Floral","scent_type":"Citrusy, sweet, woody","notes":"The top notes of Giorgio Armani My Way surround the amazing scents of bergamot and sparkling orange blossom. In the middle, wearers note jasmine and tuberose drifting under their noses. Rounding out the bottom notes are the scents of creamy Madagascar vanilla, cedarwood and white musk. The company that produces Giorgio Armani My Way makes every attempt to source high-quality and sustainable ingredients for its fragrances.","smell_like":"Giorgio Armani My Way will make wearers feel as though they are walking down the incense aisle of a high-end store, smelling fragrances from all over the world. Its complex combination of scents appeals to those who enjoy having a taste of all the finer things in life.","kind_of_scent":"Giorgio Armani My Way is an eau de parfum primarily designed for women. Its unique blend of ingredients is potent but not overpowering.","season":"Customers enjoy wearing this perfume during the spring due to its floral notes.","occasion":"As a slightly stronger fragrance as compared to an eau de toilette, Giorgio Armani My Way is perfect for occasions where the customer plans on staying for a while and mingling with others.","how_long":"Giorgio Armani My Way is an eau de parfum, which means that wearers can expect it to last for several hours. However, customers should keep in mind that weather conditions such as humidity can alter the profile and longevity of a perfume."}
{"name":"Jimmy Choo Floral","brand":"Jimmy Choo","gender":"Women","categories":"Perfume","volume":"60 ml","price":1144.81,"about":"Jimmy Choo Floral by Jimmy Choo is a 2019 floral fruity fragrance for women that represents beauty, confidence, and energy. It is a subtle and bright floral and fruity scent, and the nose behind it is perfumer Louise Turner. The composition features fresh fruits, leaves, magnolia flower oil, and light musky-woody notes, resulting in a refined, fresh, and radiant fragrance. It's one of the most popular perfumes from the Jimmy Choo design house.","fragrance_family":"Floral Fruity","scent_type":"Subtle, bright, and fresh","notes":"Jimmy Choo Floral opens with vibrant top notes of Nectarine, Tangerine, and Bergamot, creating a juicy and citrusy introduction. The heart notes consist of Magnolia, Apricot Blossom, and Sweet Pea, which contribute to the floral aspect of the fragrance with their delicate and feminine aromas. The base notes include Musk, Ambroxan, and Woody Notes, adding a touch of warmth and depth to the overall scent. Together, these notes create a potpourri of fresh fruits, flowers, and light musky-woody accords, resulting in a refined and radiant fragrance.","smell_like":"Jimmy Choo Floral is a fragrance that evokes a sense of imagery associated with a floral and fruity bouquet. It combines the freshness of blooming flowers and juicy fruits, creating a vibrant and radiant aroma that embodies beauty, confidence, and energy.","kind_of_scent":"Jimmy Choo Floral is a women's fragrance belonging to the Floral Fruity family. It is an Eau de Toilette (EDT), offering a subtle and bright scent that is perfect for daily wear.","season":"Jimmy Choo Floral is suitable for both springtime and Summer due to its fresh and radiant character. It complements the vibrant and blooming atmosphere of these seasons.","occasion":"Jimmy Choo Floral is versatile and can be worn for various occasions. Its subtle and fresh scent makes it suitable for everyday wear, including office settings. Additionally, its refined and feminine aroma makes it appropriate for social gatherings, daytime events, and casual outings.","how_long":"Jimmy Choo Floral is an Eau de Toilette (EDT), which typically lasts between 4 to 6 hours. However, the longevity can vary depending on factors such as the environment and the wearer's skin type. Reapplication may be necessary to maintain the desired intensity of the fragrance."}
{"name":"Chrome Legend","brand":"Azzaro","gender":"Men","categories":"Cologne","volume":"125 ml","price":1304.32,"about":"Chrome Legend is a fragrance for men that was launched by Azzaro in 2007. It is an aromatic fruity fragrance that gives a playful vibe of energy and joviality. You can envision yourself on a yacht with your best buds enjoying a round of drinks and celebrating all that life has to offer.","fragrance_family":"Fruity, aromatic","scent_type":"Green, fresh, woody","notes":"Chrome Legend greets you with a fruity top layer featuring notes of apple, bitter orange and tea. This fruity introduction gradually gives way to a middle layer that is responsible for the scent’s freshness with notes of sea spray, moss and musk. Underlying this middle note is an elegant base of cedar, tonka bean, vetiver and amber.","smell_like":"Chrome Legend brings to mind a day at the beach with friends. The fruity and aquatic upper layers offer cool vibes anchored and balanced by a seductive and confident base of resinous woods.","kind_of_scent":"Chrome Legend is an eau de toilette or EDT spray with moderate projection, sillage and longevity, making it ideal for daytime wear at the office. The dry down of musky and woody conveys a masculine vibe close to the skin that smells wonderful up close for more intimate gatherings.","season":"Chrome Legend’s aquatic fruitiness is a delight in the spring and summer.","occasion":"This fragrance’s projection and sillage will be fresh and fruity which is great for daytime events, especially brunch, pool parties, cruises and the office.","how_long":"Chrome Legend’s EDT has a longevity of about four to five hours. You can extend this by spraying directly on clean skin that is moisturized with an unscented lotion, cream or oil."}
{"name":"Rihanna Crush","brand":"Rihanna","gender":"Women","categories":"Perfume","volume":"100 ml ","price":721.86,"about":"Launched in 2016, Crush was created for women by Rihanna. This amber floral fragrance is a mysterious fragrance that shatters boundaries and rewrites the rules for the modern, confident and sexy woman. It combines sparkling citrus, fresh florals, sweet berries and earthy undertones to convey sophisticated sex appeal.","fragrance_family":"Amber, floral","scent_type":"Citrus, woody, sweet","notes":"Rihanna Crush projects the independence, sexiness, and haunting beauty of its namesake, Rihanna, representing the multifaceted woman who isn’t afraid to do things on her own terms. It commands your attention with a bright opening of bergamot, Mandarin orange and pink pepper. A heart layer of ylang-ylang, red berries and pink rose conveys an undeniable sense of femininity that balances the head layer. An earthy base of musk, cedar and patchouli brings everything together in a fierce package.","smell_like":"Rihanna Crush makes you feel like you’re on stage wearing the latest in couture with an arena full of people under your spell. You radiate sex appeal, confidence and intrigue, which is balanced by sweetness. Everyone is hanging on your every word and wants to be closer to experience the joy of fruits, florals, and sensual musk on your skin.","kind_of_scent":"Rihanna Crush is an eau de parfum or EDP spray with a scent concentration in excess of 20 percent. This lends to a bold fragrance that offers better-than-average performance in longevity, projection and sillage.","season":"Rihanna Crush brings together citrus, fruit, and flowers for a special approach to spring and summer.","occasion":"Wear Crush when you’re feeling fun and flirty or elegant and extra. It’s great for a night out with your best gal pals.","how_long":"Rihanna Crush lasts from four to five hours, offering what you’d expect for an EDP spray. After a time, the amber base melds with your body oils, providing a unique scent to anyone privileged to be close to you."}
{"name":"Prada Candy Perfume","brand":"Prada","gender":"Women","categories":"Perfume","volume":"80 ml","price":3328.29,"about":"Prada Candy was released in 2011 by Prada as a scent for women. It is an amber vanilla fragrance that exudes warmth and intrigue with a combination of gourmand or edible accords. As the name implies, sweetness is the name of the game for Prada Candy, but it is tempered by powdery and musky accords.","fragrance_family":"Amber, vanilla","scent_type":"Caramel, powdery, sweet","notes":"Prada Candy embodies the concept of “sugar, spice and everything nice” but presents it in a package that is sensual, alluring and intriguing. Caramel is the dominant accord in the sweet opening, giving sweetness with a touch of nuttiness. This sweet top layer is complemented beautifully with a middle layer of powdery notes and musk. A foundation composed of benzoin and vanilla anchors this scent with a depth that conveys confidence and femininity.","smell_like":"Prada Candy brings to mind a sweet confection of caramel, vanilla and toasted nuts that also includes a spirit to bring balance to the sugary goodness. It makes you feel like you’re enjoying the warmth of a fire (or a lover) on a cool evening in the fall.","kind_of_scent":"Prada Candy is an eau de parfum or EDP spray with a scent concentration of 20 percent or greater. It offers a moderate to strong performance, projection and sillage making it great for wearing in various places.","season":"Prada Candy’s notes of caramel, vanilla and musk glow in the fall and winter.","occasion":"Because Prada Candy balances gourmand and edible notes, it is a great scent for dates and special events.","how_long":"Prada Candy has a performance of about three to six hours, which is to be expected for an EDP spray. Its sweet vanilla base will meld with body oils to present a unique dry-down in the last hour or so."}
{"name":"Polo Black","brand":"Ralph Lauren","gender":"Men","categories":"Cologne","volume":"125 ml ","price":2130.11,"about":"Polo Black Cologne by Ralph Lauren is a woody aromatic fragrance for men launched in 2005 behind the nose of perfumer Pierre Negrin. Polo Black for men features a bold blend of citrus, earthy, and woody scents for the sophisticated, modern gentleman.","fragrance_family":"Earthy, aromatic","scent_type":"Woody, tropical","notes":"Polo Black Cologne embodies masculinity. Top notes of lemon, tangerine and mango create its initial bite, while middle notes of sage and tonka bean radiate a sharp edge. The base elements of patchouli and sandalwood help unite these bold aspects.","smell_like":"Youthful and playful, Polo Black Cologne evokes the rush of being on a luxury sailboat cruising the Mediterranean, fizzy cocktail in hand. The heart notes imbue positive feelings akin to attending graduation ceremonies, engagement parties and grand sporting events. Meanwhile, its green aspects recall the euphoria of outdoor activities.","kind_of_scent":"This eau de toilette projects ambition, intelligence and charisma. It's a classy selection for gentlemen who are in touch with themselves and ready to grab life's brass ring.","season":"With its green-tropical scent type and aromatic notes, it is recommended that Polo Black Cologne be worn during the spring and summer.","occasion":"Polo Black Cologne fits any situation. Whether your destination is the office or a social engagement, the sweet mix of mango and patchouli will add extra oomph to your day. Although this fragrance pairs well with warm weather, it performs nicely 365 days a year.","how_long":"Polo Black Cologne is an eau de toilette that lasts between two and three hours. After that, the scent clings to your skin, making the experience more intimate. Reapplications may be appropriate. Skin type and the environment are always factors. Whatever the case, it delivers a passionate start and ends with a refined dry-down."}
{"name":"Gardenia Elizabeth Taylor ","brand":"Elizabeth Taylor","gender":"Women","categories":"Perfume","volume":"100 ml","price":611.97,"about":"Launched by Elizabeth Taylor in 2003, Gardenia is a powedery floral perfume for women that blends white floral and green notes. A pure, sweet, creamy scent with a base of sweet musk, it embodies gentle, feminine grace. ","fragrance_family":"Floral","scent_type":"White floral, green, powdery","notes":"Top notes of green leaves and lily-of-the-valley give Gardenia perfume by Elizabeth Taylor a crisp, green spring feel. Sweet gardenia, peony and orchid middle notes add the soft femininity of blooming flowers. Musk and carnation base notes finish the blend, bringing to life a fragrance evocative of elegance touched with sensuality. ","smell_like":"Gardenia perfume by Elizabeth Taylor is evocative of a springtime afternoon tea party in the midst of a garden filled with blooming gardenia bushes. The green and lily-of-the-valley top notes create a sensation of youth that pairs well with the feminine grace and refinement of the white florals. Finishing touches of musk and carnation bring a dash of allure to the mix. ","kind_of_scent":"Gardenia perfume by Elizabeth Taylor is a distinctly feminine fragrance. The blend of white floral and green notes on top of sweet musk and carnation creates an aroma that is soft, demure and light with a bit of maturity, perfect for everyday wear. ","season":"Gardenia's floral notes and green accords render it a good fragrance for hotter seasons like spring and summer. ","occasion":"Gardenia can be worn during the day or in the evening. Its light floral notes offer a sweet but not overwhelming touch that makes it perfect to wear while running errands or dining out with friends. ","how_long":"Gardenia perfume by Elizabeth Taylor is an eau de parfum (EDP). This means it can last up to 12 hours, though this varies from person to person based on body chemistry. "}
{"name":"Kenneth Cole Black ","brand":"Kenneth Cole","gender":"Men","categories":"Cologne","volume":"100 ml","price":1411.07,"about":"Kenneth Cole Black for Men by Kenneth Cole is a Woody Aromatic fragrance launched in 2003 and created by Harry Fremont and Sabine De Tscharner. It's a great cologne known for its fresh smell, combining invigorating notes of Mandarin Orange, Water Mint, and Ginger. It embraces the essence of masculinity with its sensual woods and the warm allure of masculine spices, making it a captivating fragrance choice for men. Its aromatic blend creates a sophisticated and alluring aura that is sure to leave a lasting impression without being too overpowering.","fragrance_family":"Woody","scent_type":"Aromatic, warm, and earthy","notes":"Kenneth Cole Black for Men opens with refreshing notes of Mandarin Orange, Water Mint, Ginger, and Basil. The heart notes combine Lotus, Incense, Cedar, Nutmeg, and Exotic Woods, creating a rich and spicy aroma. The fragrance settles into a base of Musk, Violet Leaves, Black Suede, and Amber, adding depth and sensuality.","smell_like":"Kenneth Cole Black for Men is a woody aromatic fragrance that evokes a sense of sophistication and masculinity. Its warm and earthy scent creates an image of a confident and elegant man.","kind_of_scent":"Kenneth Cole Black for Men is a men's fragrance belonging to the woody fragrance family. It is an EDT (Eau de Toilette), which signifies a lighter concentration and is suitable for everyday wear.","season":"Due to its warm and spicy nature, Kenneth Cole Black for Men is best suited for Fall and Winter seasons, but can still be worn in Spring and Summer due to its timeless elegance.","occasion":"Kenneth Cole Black for Men is versatile and can be worn for various occasions. Its moderate strength and longevity make it suitable for office wear, while its warm and aromatic scent adds a touch of sophistication for special occasions or evenings out.","how_long":"Kenneth Cole Black for Men is an EDT (Eau de Toilette), which typically lasts around 4-6 hours. However, the longevity of the fragrance can vary depending on factors such as the environment and the wearer's skin type. It may be necessary to reapply the fragrance after a few hours to maintain its full effect."}
{"name":"Hawas ","brand":"Rasasi","gender":"Men","categories":"Cologne","volume":"98 ml","price":2825.6,"about":"Rasasi Hawas Cologne is an aquatic scent designed to embody masculine strength. It combines fruity freshness with contemporary notes to create a chic fragrance that captures the evocative spirit of the modern man. With its combination of fresh marine aromatic notes and aquatic elements, middle notes of cinnamon, bergamot, and orange blossom, and a base of grey amber and generous ambergris, it creates a captivating and alluring scent experience.","fragrance_family":"Aromatic Aquatic","scent_type":"Fresh, Fruity, Aquatic","notes":"Rasasi Hawas Cologne opens with top notes that blends cinnamon, bergamot, orange blossom, and fruity freshness, creating an invigorating and vibrant start. The heart of this modern fougere fragrance is composed of aquatic elements combined with middle notes of plum, cardamom, and violet, adding a touch of elegance. The fragrance is grounded by a base of grey amber woods, sandalwood, cedar wood, and musk with generous ambergris, providing a warm and alluring foundation. The combination of the notes in this fragrance captures a captivating and evocative scent that is both fresh and sophisticated. This men's cologne, the masculine pair to the women's fresh elegant woody perfume, is offered in a 3.4 oz bottle.","smell_like":"Rasasi Hawas Cologne is an aquatic fragrance that combines the premium Italian citrus and contemporary notes to create a captivating and alluring scent. It embodies masculine strength and evokes a sense of adventure and sophistication.","kind_of_scent":"Rasasi Hawas Cologne belongs to the aromatic aquatic fragrance family. It is a fresh and fruity fragrance designed for men.","season":"Rasasi Hawas Cologne is a versatile fragrance suitable for both Spring and Summer. Its fresh and aquatic character makes it ideal for warm weather.","occasion":"Rasasi Hawas Cologne is a chic fragrance that can be worn for various occasions. Its contemporary notes and evocative spirit make it suitable for both casual and formal settings. It can be lightly worn for everyday use or applied more generously for special occasions or evening events.","how_long":"Rasasi Hawas Cologne is an EDP (Eau de Parfum), which generally provides a longer-lasting scent compared to EDT (Eau de Toilette). It can last around 4-6 hours on the skin, although the actual duration may vary depending on environmental factors and the wearer's skin type. Reapplication may be necessary for extended wear."}
{"name":"White Linen","brand":"Estee Lauder","gender":"Women","categories":"Perfume","volume":"60 ml","price":1810.47,"about":"Estee Lauder White Linen perfume is a floral aldehyde fragrance for women that launched in 1978 behind the nose of Sophia Grojsman. This is a classic fragrance that maintains its standing on the market. It’s an intense fragrance built on the harmony of aldehydes, flowers, wood, amber and musk. The purity of white linen that dries in the sun, a cool elegance of white flowers and green notes.","fragrance_family":"Floral, fresh","scent_type":"Clean, crisp","notes":"White Linen has a great name that pinpoints its smell nicely. It has that clean scent along with plenty of floral influence. The notes read like a spring garden and include rose, jasmine and violet. It is a perfect blend that avoids being too muddled. The fragrance stays crisp while also allowing for a smooth presentation.","smell_like":"White Linen is like laundry after taking off the clothesline on a sunny spring day. It is simple yet elegant. The green notes are clear, and the florals stand out nicely. It immediately gains attention for its overall sophistication.","kind_of_scent":"White Linen is a floral fragrance made for women. It is an eau de parfum spray meant to last all day.","season":"Due to the freshness of this fragrance, White Linen is ideal for spring.","occasion":"This perfume is one that women save for special occasions. While you certainly could wear it daily, it just feels too sophisticated for a simple day at work. Wear it on date night or to a wedding.","how_long":"As an eau de parfum, White Linen should last up to eight hours. Note that your body chemistry can impact the longevity. Although, most people say it lasts all day easily."}
{"name":"Perry Ellis 360 Red","brand":"Perry Ellis","gender":"Men","categories":"Cologne","volume":"200 ml","price":1996.66,"about":"Perry Ellis 360 Red cologne is an amber spicy fragrance for men that was released in 2003 behind the nose of perfumer Jean-Louis Grauby. Although Perry Ellis himself passed away in 1986, his brand has remained successful with its line of menswear and fragrances for men and women.","fragrance_family":"Amber","scent_type":"Citrus, fresh spicy, warm spicy, aromatic, woody","notes":"360 Red Cologne is an intense fragrance that features fresh, masculine accords. Citrusy lime, orange and bergamot open the scent with the help of warm spices such as cinnamon, cloves and nutmeg. The heart is light with lavender and coriander, and the heart melts down into a fire of vetiver, sandalwood, red cedar, patchouli, musk and oakmoss.","smell_like":"Perry Ellis 360 Red cologne projects confidence and energy for all who wear it. 360 Red smells like a stroll around town on a breezy summer day.","kind_of_scent":"With bold spicy and citrusy accords, 360 Red is a dynamic cologne for men. This scent is formulated with a fragrance oil concentration between 5-15%, making it an eau de toilette design.","season":"The fresh citrusy opening notes and the woody base tones of 360 Red make this a unique and uplifting fragrance for the Spring and Summer seasons.","occasion":"Perry Ellis 360 Red is a fabulous choice of cologne for casual daytime wear. The warm spicy and aromatic accords also make it a great date night fragrance to make a confident and sophisticated impression.","how_long":"Many eau de toilettes are lighter in formulation than eau de parfums or parfums, so you can expect moderate longevity and sillage around 2-4 hours from 360 Red by Perry Ellis."}
{"name":"Burberry","brand":"Burberry","gender":"Men","categories":"Cologne","volume":"100 ml ","price":1277.94,"about":"Debuting in 1995, Burberry for Men is a woody aromatic fragrance, Creations Aromatiques and Michel Almairac collaborated to craft this classic masculine scent blending earthy, creamy, cool peppery and warm cozy notes.","fragrance_family":"Woody","scent_type":"Herbal","notes":"Burberry is a timeless British scent opening with a combination of lavender, bergamot and thyme paired with the pleasant chill of mint. Sandalwood, cedar and oakmoss blend seamlessly in the heart, offering a clean and earthy contrast to the geranium and jasmine notes and creating a rich well-balanced center. Musk, amber and vanilla end this fragrance with sweet, mellow and sensual notes.","smell_like":"Falling leaves in gold, burgundy, sandy brown and burnt orange shades swirl around in the wind before landing near your feet. A pleasant chill colors the air as you walk outside, safely snug and warm inside your favorite wool peacoat. Faint aromas of soft woods, herbs and creamy spices catch your attention. That's the essence of Burberry for Men, a woody herbal scent with a timeless English feel.","kind_of_scent":"Burberry for Men is an eau de toilette for men. This lightweight scent wraps you in an exquisite woody aroma that delights the senses.","season":"With notes such as lavender, thyme, mint, sandalwood and cedar, Burberry is a perfect fresh wood fragrance for fall.","occasion":"As a light and luxurious woody eau de toilette, Burberry for Men excels for everyday wear. Pair it with your favorite office ensembles for work or dress to impress with a heavier application for casual dates.","how_long":"Eau de toilette fragrances like Burberry for Men usually last up to four hours because they contain lower perfume oil concentrations. Skin type and environment can affect longevity, but you can always reapply to refresh your scent."}
{"name":"K By Dolce & Gabbana","brand":"Dolce & Gabbana","gender":"Men","categories":"Cologne","volume":"150 ml","price":3062.03,"about":"Dolce and Gabbana K Cologne is a woody aromatic fragrance for men launched in 2020 behind the nosed of Daphné Bugey and Nathalie Lorson. Intended to be worn by man, it is a woody and spicy fragrance that is underscored by fruity, earthy and sweet accords, projecting masculine sensuality, mystique and refined joviality that exemplifies Italian Glamour.","fragrance_family":"Woody","scent_type":"Aromatic, spicy, fresh, fruity","notes":"Dolce and Gabbana K Cologne asserts itself with a fruity and spicy top layer of sparkling blood orange, juniper berries, pimento essence, lemon, Sicilian lemon and cardamom. This top layer is supported by a flowery heart layer of fig nectar, French lavender, crisp geranium and clary sage. Anchoring these fruity, floral and spicy upper layers is a rich base of cedarwood, patchouli accords, Haitian vetiver and cypriol oil.","smell_like":"K by Dolce & Gabbana feels like the color “blue” come to life and given dimension with spices, herbs and woodiness. Its special combination of fruits, florals and spices creates a unique sense of romance tinged with adventure.","kind_of_scent":"K by Dolce & Gabbana is an eau de parfum and eau de toilette. It boasts strong longevity and depth with moderate sillage and projection. Its blend of fruits, florals and woodiness captures the idea of confidence and masculinity balanced by refinement and elegance.","season":"While suitable for all seasons, the top layers of fruits and florals shine in spring and summer.","occasion":"This cologne has a depth and intensity of woody and spiciness that is great for evening events, but it’s upper notes project an easygoing nature that’s apropos for casual events.","how_long":"K by Dolce & Gabbana lasts around five to six hours against the skin with good longevity. Its projection and sillage are strong to moderate, making it ideal for social events and more intimate gatherings."}
{"name":"Curve Crush","brand":"Liz Claiborne","gender":"Women","categories":"Perfume","volume":"100 ml ","price":638.66,"about":"Curve Crush perfume from Liz Claiborne is a floral fruity fragrance for women with an intriguing mix of scents that produce something unique. It was created in 2003 by Perre Negrin and Carlos Vinals. There are touches of gourmand, including milk and vanilla, but mixed with dashes of spice, such as cardamom. Then the floral and citrus notes help to add to the complexity and produce an almost delectable fragrance.","fragrance_family":"Gourmand","scent_type":"sweet, warm","notes":"Curve Crush begins like a warm mug of tea with notes of milk, tea, sugar and vanilla. Then, it rounds out with some spice, including cinnamon, cardamom, cloves and black pepper. Adding to the depth of this fragrance are hints of musk, ginger, floral notes and citrus. The captivating blend is a careful balance to allow everything to meld together in a way that produces a familiar yet mysterious perfume.","smell_like":"This perfume is like a cup of tea with a creamy overtone and touches of powder. The spicy cinnamon tends to linger after the initial notes fade. It is best described as delicious because of the hints of vanilla that also stand out. Overall, it comes off as quite warm, like a hug.","kind_of_scent":"Curve Crush by Liz Claiborne is a gourmand fragrance with a warm and sweet presentation. It leans heavily feminine in its profile. This is an eau de parfum.","season":"The warm, gourmand nature of this fragrance makes it a nice pick for winter when a hot cup of tea is so very comforting.","occasion":"This perfume is not terribly overpowering, which makes it nice to wear to work or other environments where you need to be mindful of strong scents.","how_long":"As an eau de parfum, with a 15% to 20% oil concentration, Curve Crush should last up to eight hours. Body chemistry seems to play a large role with this fragrance in some people and could reduce longevity."}
{"name":"English Lavender","brand":"Yardley London","gender":"Unisex","categories":"Perfume","volume":"208 ml","price":533.47,"about":"Yardley London English Lavender Perfume is an aromatic fougere fragrance for women. This fresh scent was first released in 1801 and is synonymous with all things British.\n\nEnglish Lavender is a classic blend of aromatics that blend the delicate florals of lavender and geranium with fresh notes including rosemary, eucalyptus, bergamot and clary sage and is grounded with musky and woody base notes like oak moss, cedar, tonka bean and musk.","fragrance_family":"Aromatic Aquatic","scent_type":"Lavendar, aromatic, fresh, spicy, woody","notes":"The top notes blend lavender with aromatics creating a fresh impression. Heart notes bring in more aromatics and a woody note of cedar. The base of tonka bean, musk and oakmoss gives the fragrance depth.","smell_like":"This scent has all the formality and elegance of Victorian women in white muslin dresses sipping tea in a British garden. Too fresh to be old-fashioned and too traditional to be trendy, English Lavender is a fragrance that has remained relevant for over 150 years.","kind_of_scent":"English Lavender is an aromatic eau de toilette for women. EDTs contain a lower concentration of perfume oils that produce an ephemeral scent.","season":"This aromatic fougere is perfect for spring and summer.","occasion":"English Lavender is an eau de toilette with a delicate scent that is a good choice for day wear, office wear or casual evening events.","how_long":"English Lavender is an eau de toilette and has an average longevity of 4-6 hours on the skin although body chemistry and environment can affect this."}
{"name":"Burberry Brit Sheer","brand":"Burberry","gender":"Women","categories":"Perfume","volume":"100 ml","price":1597.27,"about":"With a classic, yet unique bottle, the Burberry Brit Sheer Perfume comes to you in a square bottle with a pink tartan pattern. The Burberry brand is well-known for its fashion accessories and perfumes. You can't go wrong with the light, fresh and fruity scent of this perfume that makes you feel like a tropical goddess underneath the swaying palm trees.","fragrance_family":"Floral, fruity","scent_type":"Fresh, sweet","notes":"A soft, light blend of lovely citrus fruits, such as orange, pear and peach lead into a full scent with the undertones of white woods and white musk.","smell_like":"Delight the senses with a foundation of musk that balances the fruity combination of pineapple leaf and mandarin orange. Get swept away to the tropics with these scented reminders of sunny places that meld with the delicious scents of white musk and white woods.","kind_of_scent":"Burberry Brit Sheer Perfume was created with women in mind, but its light and fresh fragrance pairs well with any gender going on any daily outing. This lovely eau de toilette has a midrange concentration of oil.","season":"Because of the fresh and fruity scents of peony and yuzu, Burberry Brit Sheer Perfume is best for spring and summer.","occasion":"The brilliant scent of Burberry Brit Sheer Perfume lasts two to three hours, making it perfect for the lunchtime date or day at the office.","how_long":"As an EDT, or eau de toilette, Burberry Brit Sheer Perfume lasts about two to three hours and can be reapplied as needed. The length of time ranges based on the environment you're in and your skin type."}
{"name":"Red Jeans","brand":"Versace","gender":"Women","categories":"Perfume","volume":"75 ml","price":689.21,"about":"For anyone who loves fragrances, it is well-known that the Versace eau de toilette and eau de parfum lines tend to be created with an aura of mystery and sensuality imagined into each new scent. But with the release of the Versace Red Jeans in 1994, Gianni Versace gave his lovers of fragrance something a bit different than many of his other famed fragrances had provided them with in the past. Meant for the young and the young at heart, the Versace Red Jeans eau de toilette spray will immediately set a certain mood from the moment you place it anywhere on your skin. ","fragrance_family":"Fruity, Floral","scent_type":"Versace Red Jeans perfume is classified as a fruity floral fragrance, with top notes of peach, apricot, freesia, and blackcurrant, a heart of lily of the valley, violet, water lily, and rose, and a base of musk, vanilla, and sandalwood.","notes":"Versace Red Jeans perfume is classified as a fruity floral fragrance, with top notes of peach, apricot, freesia, and blackcurrant, a heart of lily of the valley, violet, water lily, and rose, and a base of musk, vanilla, and sandalwood.","smell_like":"Versace Red Jeans perfume is a fruity floral fragrance that evokes images of fresh, juicy fruit and blooming flowers on a warm summer day. It has a sweet and slightly musky scent that is youthful and playful.","kind_of_scent":"Red Jeans perfume is a women's eau de toilette that belongs to the fruity floral fragrance family.","season":"Red Jeans perfume is best suited for spring and summer due to its fresh and fruity scent.","occasion":"Red Jeans perfume is suitable for multiple occasions due to its light and youthful scent. It can be worn for daily wear, work, or casual outings.","how_long":"The fragrance is an eau de toilette, which is lighter and less long-lasting than an eau de parfum. It can last for 4-6 hours and may need to be reapplied throughout the day. However, the longevity can vary depending on the wearer's skin type and the environment."}
{"name":"Dkny","brand":"Donna Karan","gender":"Women","categories":"Perfume","volume":"50 ml ","price":1411.07,"about":"DKNY perfume for women by Donna Karan is a floral fruity fragrances that hit store shelves in 1999. Loved by fragrance connoisseurs for over two decades, this feminine and fresh floral scent is a fragrant bouquet of floral, spicy, fruity, citrus and wood notes.","fragrance_family":"Floral","scent_type":"Fruity","notes":"DKNY Women invites you with succulent apricot, mandarin and orange blended with a brisk vegetal tomato leaf note. A dark and spicy-hot cassia accents an opulent floral heart or heliotrope, jasmine, narcissus, orchid, rose, water lily and ylang-ylang. With its base of amber, birch, patchouli, sandalwood and suede, this fragrance is equal parts joyful, luxurious and sensual.","smell_like":"Walk through a sun-drenched floral garden on a summer afternoon. Let yourself be enchanted by the heady scents of jasmine, narcissus, orchid and rose mingled with the honeyed aromas of mandarin and apricot. DKNY Women takes you there with its sensual and energetic floral fruity scent.","kind_of_scent":"DKNY Women is an eau de toilette with moderate longevity. This floral feminine fragrance remains an enduring favorite among fans of Donna Karan scents.","season":"DKNY is a summertime favorite with sweet and invigorating warm-weather notes like mandating orange water lily, narcissus, heliotrope and birch.","occasion":"DKNY Women EDP has a delicious floral fruity aroma perfect for daytime. For almost 25 years, wearers have rocked this elegant scent at work, on casual occasions or even on dates and at formal events.","how_long":"DKNY Women is an eau de parfum. Like many EDPs, this fragrance's formula includes between 15% and 20% perfume oil. With its higher scent intensity, its lifespan should average between four and six hours. With some wearer's skin types and ambient environments, an EDP can last up to eight or nine hours."}
{"name":"Canoe","brand":"Dana","gender":"Men","categories":"Cologne","volume":"240 ml ","price":984.99,"about":"Canoe cologne by Dana is an aromatic fougere fragrance for men that debuted in 1938 behind the nose of perfumeeer Jean Carles. It is a true classic scent. It is a very clean and aquatic scent. This cologne is even in the National Museum of American History, a tribute to its roots as a cologne for World War II soldiers.","fragrance_family":"Spicy","scent_type":"Aromatic, sweet, powder","notes":"Canoe is a clean scent with top notes of lavender standing out clearly. It is nostalgic, with citrus mingling with spice and cedar in the middle notes to provide a sporty and masculine presentation. The hints of floral coming through the various notes help keep it from becoming too strong or overwhelming. Musk and oakmoss in the base add a touch of masculine energy that tame the sweetness in the other notes.","smell_like":"Dana Canoe colognepresents as slightly powdery but floral. Lavender really stands out, but it also envelopes you in slight spice and warmth. It is cool, clean and surprisingly modern despite being a classic fragrance.","kind_of_scent":"Canoe is a spicy fragrance with hints of floral. It is very aromatic and targeted toward men. This cologne is an eau de toilette.","season":"Canoe is fresh and crisp, which matches well with spring or summer.","occasion":"Canoe's floral and citrus notes make it a great wear for any occasion. Its lighter presentation also means it is something you can wear daily. It isn't going to be overpowering or too much for the office.","how_long":"This cologne is an eau de toilette. It has a lighter oil concentration, which means it won't last all day without reapplying. You can get a few hours of strong smell, and some people's body chemistry will dissipate this much more quickly."}
{"name":"Terre D'hermes","brand":"Hermes","gender":"Men","categories":"Cologne","volume":"200 ml","price":5651.51,"about":"Terre D'Hermes cologne is a masculine woody spicy fragrance for men by Hermes launched in 2006. The nose behind this woody, spicy scent is designer Jean-Claude Ellena.","fragrance_family":"Woody","scent_type":"Spicy, citrus, woody, aromatic","notes":"Terre D'Hermes cologne is a warm fragrance for men with vibrant bursts of fruits and elevating fresh spices. Orange and grapefruit provide a citrusy opening, and the heart warms up with pepper, pelargonium and flint. The fragrance settles into its earthiness with coarse vetiver and other warm accords including cedar, patchouli and benzoin.","smell_like":"Terre D'Hermes cologne by Hermes is an inviting fragrance for men with a vintage feel. This woody and timeless scent smells like sophistication, class and confidence.","kind_of_scent":"With only 5-15% fragrance oil concentration in its formulation, Terre D'Hermes is classified as an eau de toilette. These fragrances usually offer less intensity and longevity than the more heavily concentrated types.","season":"If you have been searching for a versatile year-round scent, look no further than Terre D'Hermes.","occasion":"Thanks to its sophisticated blend of fresh citrus and spicy, aromatic accords, Terre D'Hermes can be confidently worn day and night. With moderate sillage and longevity, the scent is great for wearing around the office or out to a special evening occasion.","how_long":"For an eau de toilette fragrance, Terre D'Hermes cologne is surprisingly long lasting with considerable longevity and sillage up to 5 hours of wear. If you wish to extend the life of the fragrance, simply reapply the scent or apply more liberally to additional pulse points of the body."}
{"name":"Reb'l Fleur","brand":"Rihanna","gender":"Women","categories":"Perfume","volume":"100 ml","price":1011.36,"about":"Reb'l Fleur by Rihanna is the first fragrance for women endorsed by the Barbadian singer and songwriter. A fruity fragrance, Reb'l Fleur perfume was launched in January 2011 with an accompanying tagline that read, \"Bad feels so good.\" The noses behind this fragrance are Caroline Sabas and Marypierre Julien, who, upon meeting with Rihanna for the first time, noticed she had a unique scent about her. Rihanna disclosed that she was actually wearing five layers of different scents, and then Sabas and Julien ended up incorporating those five scents into your Rihanna Reb'l Fleur Perfume.","fragrance_family":"Fruity, Chypre","scent_type":"Sweet, warm, musky, powdery","notes":"The fragrance opens with top notes of red berries, plum, and peach. Its middle notes consist of tuberose, hibiscus, coconut, and violet. Its base contains notes of vanilla, amber, musk, and patchouli. This fragrance has heavy sillage and above-average longevity.","smell_like":"Wearing Rebl'l Fleur Perfume by Rihanna can give you a bold and flirtatious scent. Its fragrance conjures images of a lush tropical garden blooming with colorful flowers and ripe fruit after a dark thunderstorm.","kind_of_scent":"Rihanna Reb'l Fleur Perfume is typically sold as an eau de parfum. It is a fruity chypre fragrance for women.","season":"The warmth of vanilla, amber and coconut comforts in the cooler seasons of autumn and winter.","occasion":"This scent's fruity and floral accords are both rebellious and romantic, and the musky vanilla base adds a sensual appeal. This makes Reb'l Fleur a great choice for a night out in the city or a romantic date night.","how_long":"You can expect the Reb'l Fleur eau de parfum to last around six hours. Individual skin chemistry can impact the sillage and longevity of a perfume. You can apply to your skin an unscented moisturizer to help your fragrance last all night."}
{"name":"Alien","brand":"Thierry Mugler","gender":"Women","categories":"Perfume","volume":"90 ml","price":5325.58,"about":"Thierry Mugler launched this mystical and alluring perfume in 2005. Alien is a unique woody amber fragrance for women that features a radiant note of jasmine sambac. Much like its iconic purple bottle, Alien has a creative, unexpected appeal.","fragrance_family":"Woody, amber","scent_type":"Floral, fresh, soft","notes":"Alien by Thierry Mugler combines three complex scent notes to create a sensual and magical fragrance. The top note is bright, solar jasmine sambac that brings its naturally intoxicating, indolic scent. Mysterious, soft cashmeran woody notes make up the heart of Alien. The base is a comforting, warm note of white amber.","smell_like":"Wearing Alien by Thierry Mugler can make you feel powerful, enigmatic and sensual. The distinct blend of jasmine sambac with woody and amber notes creates a delicate yet bold impression.","kind_of_scent":"Alien eau de parfum is a floral, woody amber fragrance. The hypnotic sweetness of its heart note, jasmine sambac, gives it an unusual yet appealing feminine charm.","season":"The white amber notes in the base are great for autumn or winter wear when the weather is cooler.","occasion":"Alien has the requisite depth and sensuality to be a scent you can wear to chic evening events, nights out with friends and exciting first dates.","how_long":"This eau de parfum can last over six hours under the right conditions. You can help Thierry Mugler Alien Perfume endure all night by showering, drying off and using body lotion before you apply your fragrance."}
{"name":"Pi ","brand":"Givenchy","gender":"Men","categories":"Cologne","volume":"100 ml","price":2076.73,"about":"Pi by Givenchy is an amber woody fragrance for men released in 1998 behind the nose of perfumer Alberto Morilas. It is a classically seductive cologne with a magnetic heart. This sensual and soothing fragrance features a compelling blend of aromatic spices, sweet florals, and warm earthy accords.","fragrance_family":"Woody","scent_type":"Sweet, amber, spicy","notes":"Pi captivates the senses with spicy aromatic rosemary, tarragon and basil top notes, while mandarin orange leads into a citrusy-spicy center of neroli, geranium and lily of the valley. The smooth and creamy base of vanilla, almond and tonka bean creates an impressively sophisticated masculine aroma.","smell_like":"Evocative of classic sophistication in a modern world, Pi conjures images of a quaint French cafe in the center of Paris. As you step inside, the sights and sounds of the bustling city fade away, and the smell of fresh baked goods and steaming mugs of coffee embrace you.","kind_of_scent":"Pi by Givenchy is an elegant and woody men's cologne. Formulated as an eau de toilette, or EDT, this fragrance projects an aura of refined masculinity.","season":"Spicy aromatics and smooth, creamy vanilla and benzoin notes offer warmth and comfort during cold weather, making Pi ideal for winter wear.","occasion":"Pi by Givenchy is a light long-lasting fragrance appropriate for professional settings or daily office wear. Its seductive masculine redolence can make a bold first impression during a romantic date or night out on the town.","how_long":"Pi is an impressively long-lasting eau de toilette formulated to last 3-6 hours on the skin. Depending on your skin type, application and environment, you may need to reapply throughout the day."}
{"name":"Lapidus","brand":"Ted Lapidus","gender":"Men","categories":"Cologne","volume":"100 ml","price":692.04,"about":"Lapidus Pour Homme Cologne by Ted Lapidus is an amber fragrance for men that contains a blend of notes that evoke a sense of romance and mystery. It was launched in 1987 behind the nose of perfumer Martin Gras. The mix of fruity and herbal notes is a surprising concoction that provokes mystery and an air of confidence. Enjoy this cologne when you want to make an impression at evening gatherings and date nights.","fragrance_family":"Floral, fruity","scent_type":"Sweet, herbal","notes":"A strong masculine scent is contained in a bottle of Lapidus Cologne that starts off with top notes of basil, lavender, bergamot, coriander, thyme and pineapple that descend into the heart notes of oakmoss, incense, patchouli, caraway and pine. Smoothing out this incredible blend are the base notes of sandalwood, musk and amber.","smell_like":"Imagine a candlelit dinner with your special someone across the table from you. The fragrance of Lapidus Cologne evokes that sense of romance and delight.","kind_of_scent":"This fruity and floral eau de toilette is balanced by the herbal notes, making it a romantic, masculine scent. It contains a powerful mix of earthy notes that make you crave adventure.","season":"Lapidus Cologne is a fruity herbal concoction that is best worn in spring and summer.","occasion":"The bold, powerful notes of Lapidus Cologne make it an excellent choice for evenings out with friends or your favorite partner.","how_long":"Enjoy two to three hours of fragrance when you wear this EDT, or eau de toilette. You can reapply it as needed. The length of time it lasts depends on your skin type and the environment you're in."}
{"name":"Jaipur","brand":"Boucheron","gender":"Men","categories":"Cologne","volume":"100 ml","price":1490.82,"about":"Jaipur Homme Cologne by Boucheron is an amber spicy fragrance for men launched in 1998 behind the nose of Annick Menardo. Hints of citrus, floral and woody notes create a well-balanced fragrance suitable for all occasions.","fragrance_family":"Warm, spicy","scent_type":"Amber","notes":"The base of this fragrance paves the road for a masculine fragrance with notes of tonka bean and cedar, which blends into the lighter floral notes of rose and carnation. Top notes add a fresh layer to this scent with lemon, bergamot and lime.","smell_like":"A truly masculine fragrance, Boucheron Jaipur Cologne smells like a warm summer day. Hints of cedar mingle with cinnamon and jasmine to create a fragrant base while the top notes of lemon and cardamon provide a hint of freshness.","kind_of_scent":"This cologne is a warm and spicy fragrance created with men in mind. It is an eau de parfum, which means it contains up to 20% of essential oils. EDPs are typically long-lasting fragrances.","season":"The zesty citrus and fragrance floral top and middle notes of this cologne make it perfect for wearing during the spring and summer months.","occasion":"This cologne is an EDP, which means it is a fragrance and long-lasting scent. It's light enough for a day at the office but sophisticated enough for a special evening out.","how_long":"Eau de parfums like Boucheron Jaipur Cologne typically have a longevity of 4-6 hours. However, your body's pH levels and the climate and temperature outside can change the longevity of a fragrance. In fact, even the way other people experience scents can change how yours smells."}
{"name":"Chloe (new) ","brand":"Chloe","gender":"Women","categories":"Perfume","volume":"125 ml","price":5219.14,"about":"Chloe Eau de Parfum by Chloe is sensual and inviting floral fragrance for women launched in 2008 behind the noses of perfumers Amandine Clerc-Marie and Michel Almairac. As the fragrance house's signature scent, a lot of care went into Chloe's creation. It gives off a French aura with a feminine touch, which is romantic and rich in its presentation.","fragrance_family":"Floral","scent_type":"Fresh","notes":"The masterful blending of the top, middle and base notes in Chloe Eau de Parfum creates a stunning profile. The initial impact is of black currant and citron, which then fades into the main accords of neroli and rose. The base of the fragrance is cedar and mimosa, which provide a much-needed earthiness that prevents the perfume from being too sweet.","smell_like":"The Chloe (New) Eau de Parfum fragrance is feminine in a rather non-traditional, not all-out-girly way. Its accords expertly play against each other and they seduce the audience by being both elegant and daring at the same time.","kind_of_scent":"Chloe is a perfume for women. This French fragrance is an eau de parfum that is decidedly floral, although it also has elements of woody and citrus notes.","season":"Chloe is a spring scent thanks to the dominant floral notes with bursts of citrus freshness.","occasion":"The fragrance house made this as a signature scent, intending women to wear it daily. It isn't off-putting or overwhelming, so it can work for any occasion.","how_long":"This perfume is moderate in presentation and longevity. It has a 15% to 20% oil concentration as an eau de parfum, which means it should last at least six hours. Keep in mind that factors such as body chemistry or environment could reduce wear time."}
{"name":"Tommy Bahama Set Sail St. Barts","brand":"Tommy Bahama","gender":"Men","categories":"Cologne","volume":"100 ml","price":720.6,"about":"Tommy Bahama Set Sail St. Barts Cologne is a citrus aromatic fragrance for men launched in 2007. It doesn't disappoint with this tropical mix of fragrances sure to evoke the memories of beachy days and tropical getaways. You can enjoy this fresh blend of fun when you need a reminder of a future vacation on the horizon.","fragrance_family":"Citrus","scent_type":"Zesty","notes":"A unique tropical blend of elements swirls together in Tommy Bahama Set Sail St. Barts Cologne. The top notes of tequila and lime blend into the heart notes of salt, greenery and guava before smoothing out into the base of musk, vanilla and palm leaf.","smell_like":"Tropical blue seas and warm salty breezes are the inspiration for this cologne with layers of scents based in the tropics. It evokes daydreams of beachcombing with a colorful drink in hand.","kind_of_scent":"A zesty, citrus fragrance with a masculine set of base notes sets the tone for Tommy Bahama Set Sail St. Barts Cologne.","season":"With its tropical inspiration, Tommy Bahama Set Sail St. Barts Cologne is best for spring and summer.","occasion":"Light enough for daily wear, Tommy Bahama Set Sail St. Barts Cologne disperses good vibes into the air around you without overpowering the senses of those around you.","how_long":"Four to five hours is the range of longevity for this fragrance to last. It depends on the environment you're in and your skin type. It can be reapplied as needed."}
{"name":"Only The Brave","brand":"Diesel ","gender":"Men","categories":"Cologne","volume":"200 ml ","price":2396.37,"about":"Released in 2009 by the clothing company Diesel, Only the Brave is a cologne that consists of citrusy and woody scents. The product comes in a uniquely shaped bottle that looks good on any bathroom shelf. ","fragrance_family":"Woody","scent_type":"Amber, citrus","notes":"For the top notes of Diesel Only the Brave, wearers will find the juicy scents of orange and lemon. The middle notes include cedar and coriander. Rounding out the product are base notes of leather and amber, which pair well with the lighter and more citrusy top notes.","smell_like":"Diesel Only the Brave is a masculine scent that allows customers to picture themselves putting on a leather jacket and getting on their new motorcycle, heading out on a long drive to pursue their next adventure.","kind_of_scent":"This men's cologne belongs to the woody fragrance family, yet has plenty of fresh notes to balance it out. Only the Brave is an eau de toilette, so it is a little lighter on the nose compared to an eau de parfum. ","season":"Its notes of wood and fruit cause Only the Brave to smell the best when worn in warmer seasons such as spring. ","occasion":"Because Only the Brave is not overpowering, men can wear this to work, on a date or to a concert. ","how_long":"Most eau de toilette products last up to four hours on the skin. Environmental conditions such as rain, sun and humidity can also play a part in how long a cologne lasts once applied. "}
{"name":"Kouros","brand":"Yves Saint Laurent ","gender":"Men","categories":"Cologne","volume":"100 ml","price":2689.01,"about":"Launched in 1981 and created by Pierre Bourdon, Yves Saint Laurent Kouros Cologne is a masculine aromatic fougere fragrance. It features hints of coriander, bergamot, geranium, cinnamon and musk.","fragrance_family":"Musky","scent_type":"Aromatic","notes":"Light scents such as bergamot and artemisia make up the top notes of Yves Saint Laurent Kouros Cologne, while middle notes contain spices and florals such as cinnamon and carnation. Base notes of this cologne include musk, leather and amber. The result is a seductive earthy fragrance with slight hints of spices.","smell_like":"This musky fragrance is deeply masculine with its hints of leather, tonka bean and oakmoss. However, the middle notes of cinnamon and geranium, along with top notes like aldehydes and coriander ensure it's not an overpowering aroma.","kind_of_scent":"This musky fragrance is an EDT, which means up to 15% pure perfume. While these fragrances create a stronger scent, they typically only last about 2-3 hours.","season":"The earthy base notes and spices in this fragrance make Yves Saint Laurent Kouros Cologne an excellent choice for wearing during the fall and winter months.","occasion":"The ingredients in this cologne are stronger than many others when you consider it is an EDT. Typically, this scent has a longevity of 3-4 hours and is the perfect choice for a special evening out. However, when sprayed lightly, it is also a good choice for wearing to the office.","how_long":"This cologne is an EDT, which means it typically lasts 3-4 hours. Remember, though, that the temperature outside and your own body chemistry determines how the fragrance smells and its longevity. Consider reapplying throughout the day as needed."}
{"name":"Fahrenheit ","brand":"Christian Dior ","gender":"Men","categories":"Cologne","volume":"200 ml ","price":5023.53,"about":"Christian Dior Fahrenheit is bold and masculine. It is quite modern in its presentation, with citrus notes standing out clearly. Yet a touch of violet keeps it from being too over-the-top and adds a complexity that has made this a favorite.","fragrance_family":"Citrus, spicy","scent_type":"warm","notes":"Fahrenheit makes a bold statement immediately with bergamot, mandarin and lemon. It moves slowly into the middle notes featuring violet, softened with some patchouli. The base notes create a warm foundation and feature the spicy notes of nutmeg and caraway while also highlighting earthiness with cedar and vetiver.","smell_like":"In 2-3 sentences, provoke imagery and feeling associated with the fragrance family and scent type.","kind_of_scent":"As the name suggests, Fahrenheit is a hot and powerful fragrance. It comes in strong with an extreme citrus opening. Most people find the citrus is the main note that stands out throughout wear. Although, touches of floral, spice and cedar do help keep it from being too one note.","season":"The citrus and spice mix of this fragrance makes it something of an oddity that works well in summer and fall, despite the total opposites of these seasons.","occasion":"With the fire red bottle and flashy design, it isn't surprising that most people find this best for special occasions or date nights. Christian Dior made this to turn heads, and it does well. It may be too powerful for daytime wear.","how_long":"While body chemistry, application and heat all impact how long this fragrance will last, generally, it should be fine for up to eight hours. It is a strong cologne with lasting power."}
{"name":"Shi","brand":"Alfred Sung","gender":"Women","categories":"Perfume","volume":"100 ml","price":771.79,"about":"Launched in 2000, Alfred Sung Shi Perfume is a feminine, floral fruity fragrance created by Ilias Ermenidis. Water lily, mandarin orange, birch leaf and musk create a sweet scent with just a hint of earthy undertones.","fragrance_family":"Floral","scent_type":"Citrus","notes":"Top notes of rice leaf mingle with orange blossom and frangipani to create this sweet yet seductive fragrance. Base notes of birch leaf and musk ensure a sultry undertone.","smell_like":"When you first spritz this fragrance on, you will notice fragrant top notes of mandarin orange and water lily that reminds you of relaxing near your favorite orchard or pond. Base notes of birch leaf and musk ensure this fragrance contains just a bit of earthy and woody fragrances that feel like a forest.","kind_of_scent":"This fragrance is a floral and citrus scent created with women in mind. It is an eau de parfum, which means it contains essential oil in as much as 20% and has a long-lasting scent.","season":"The fresh mandarin orange and sweet frangipani scents make this fragrance a fun scent to wear during the spring and summer months.","occasion":"Alfred Sung Shi Perfume is perfect for wearing at the office, on a date or for a weekend brunch with your friends. Because it's an EDP, it is likely to last through the day. Its soft citrus and floral tones ensure it's sophisticated and seductive without being overbearing.","how_long":"Alfred Sung Shi Perfume is an EDP, which means it has an average longevity of 4-6 hours. Keep in mind that your body's own chemistry and the temperature outside can affect how strong your fragrance is and how long it lasts."}
{"name":"Miracle","brand":"Lancome ","gender":"Women","categories":"Perfume","volume":"100 ml","price":3221.85,"about":"Miracle by Lancome is a floral fragrance for women that was first introduced in 2000 and created by perfumers Harry Fremont, Alberto Morillas and Christian Dussoulier. This fragrance blends joyful fruity floral notes with seductive spice to create an energetic and vibrant scent representative of the wonder of women.","fragrance_family":"Floral","scent_type":"Floral, fruity, spicy with fresh and tropical accords","notes":"Miracle perfume is a harmonious blend of soft florals, aqueous and spicy notes. The fragrance opens with the subtly sweet freesia and fruity litchi before drying into a spicy heart that includes ginger, pepper, magnolia and jasmine notes. To anchor the fragrance and add depth and complexity, the base consists of a musky, powdery dry down that includes musk and amber.","smell_like":"Imagine yourself standing atop a balcony, overlooking the ocean on a misty morning. This floral fragrance captures the calm, yet energized feelings associated with nature and all of its great wonders.","kind_of_scent":"Miracle is an eau de parfum that blends bright, energetic florals and dewy fruits with a balanced, spicy base. Women and their casual elegance were the inspiration for this fragrance.","season":"The freshness associated with fruity and floral fragrances are classic spring and summer scents; however, the touch of warmth and spice could carry you through autumn.","occasion":"Miracle is a statement fragrance. It leaves a lasting impact on everyone around you, so it can be worn on romantic nights, special occasions and evenings with friends. The lighter notes make it a complex perfume, equally suitable for daytime wear.","how_long":"The intensity of a fragrance is determined by its fragrance concentration. Miracle is an Eau de Parfum, which means that it has a fragrance concentration of at least 15 to 20%. The higher concentration creates a longer-lasting scent that may remain on your skin for eight hours or more at a time. EDPs are for days and nights when you want your signature scent to leave a lasting impact. Nights filled with dancing, however, can make the fragrance fade quicker due to sweat."}
{"name":"Al Haramain Amber Oud Gold Edition","brand":"Al Haramain","gender":"Unisex","categories":"Perfume","volume":"100 ml","price":1695.55,"about":"Sensual and subtle, Al Haramain Amber Oud Gold Edition Perfume is an amber vanilla fragrance for men and women released in 2018. This unisex fragrance evokes feelings of sunbathing on the pool deck and romantic date nights. This versatile blend has you yearning for the casual evenings of spring and summer.","fragrance_family":"Fruity","scent_type":"Sweet, woody","notes":"Feel invigorated with the fresh scent of Al Haramain Amber Oud Gold Edition Perfume featuring top green notes of greenery and bergamot that descend into the middle notes of pineapple, juicy melon and amber. Creating a warm base are the notes of musk, woody notes and vanilla.","smell_like":"Like a glass of sparkling water, this bubbly, well balanced elixir refreshes the senses with its fruity sweet notes. The bold woody base notes and vanilla keeps the fragrance grounded and warm.","kind_of_scent":"Flirty and feminine, Al Haramain Amber Oud Gold Edition Perfume is a delightful combination of fruity and floral notes that swirl into a warm and sweet blend of vanilla.","season":"The vibrant blend of Al Haramain Amber Oud Gold Edition Perfume is the perfect fragrance for spring and summer.","occasion":"Al Haramain Amber Oud Gold Edition Perfume is a soft, fresh fragrance with sparks of citrus notes that make it a lovely choice for daily wear. Whether you spray it on before going to the office or out on the town.","how_long":"Four to five hours of staying power is available in this eau de parfum, or EDP. The longevity depends on your skin type and the environment you're in."}
{"name":4711,"brand":4711,"gender":"Unisex","categories":"Cologne","volume":"100 ml","price":425.77,"about":"4711 Cologne by Muelhens, Originally named Eau de Cologne when it was created, 4711 was the handiwork of Johann Maria Farina before he sold the rights and licenses to the design house of Muelhens in 1792. The fragrance is described as a refined fruity aroma intended to refresh the senses rather than leaving a strong perfume-filled trail.","fragrance_family":"Fruity","scent_type":"Fresh","notes":"Tart and fresh citrus create a lovely blend of scents when you experience the fragrance of 4711 Cologne. Top notes of orange, bergamot, lemon and grapefruit swirl into a mix of heart notes that includes rosemary and rose. Bold base notes of musk, petitgrain, sandalwood and neroli give it a smooth finish.","smell_like":"Evoking a sense of refined sophistication, 4711 Cologne perfumes the air with citrus notes and warm undertones. Feel like you can take on the world with this classic cologne that gives you confidence as you take on the day.","kind_of_scent":"A bold masculine fragrance, 4711 Cologne falls into the citrus family. Its lower sillage means it won't overpower those around you.","season":"The blend of floral and citrus make this cologne a perfect choice for spring and summer.","occasion":"When you need a light fragrance to wear daily to the office or to gatherings with friends, 4711 Cologne can be a fantastic choice. Light and fresh, this cologne has a light sillage that won't overtake the environment.","how_long":"This eau de cologne lasts up to two hours and can be reapplied as needed. The environment you're in and your skin type determines how long this fragrance lasts."}
{"name":"Oud For Glory Badee Al Oud","brand":"Lattafa","gender":"Unisex","categories":"Perfume","volume":"100 ml","price":1292.07,"about":"Bade'e Al Oud Oud for Glory by Lattafa Perfumes is an exceptional oriental, warm and woody fragrance launched in 2020. Designed for both women and men, it offers a captivating blend of oud wood, sweet notes, and patchouli base, creating a stunning oud fragrance that embodies the essence of glory. It's one of the most stunning oud fragrances on the market.","fragrance_family":"Woody","scent_type":"Amber, sweet","notes":"Bade'e Al Oud Oud for Glory features a well-balanced composition of notes. The fragrance opens with top notes of saffron, nutmeg, and lavender provide an inviting and semi-sweet opening. At the middle notes, the essence of agarwood (oud) and patchouli unfolds, creating an earthy and alluring aromatic experience. The base notes consist of initio oud wood, patchouli, and musk, which further enhance the fragrance's warmth and depth. Overall, it creates an essentially agarwood and semi-sweet scent that exudes exceptional taste and captures the essence of glory.","smell_like":"Bade'e Al Oud Oud for Glory evokes imagery and feelings associated with its woody fragrance family and sweet scent type. It combines the richness of oud, the sweetness of saffron and nutmeg, and the earthiness of patchouli to create a captivating and warm aroma that exudes glory and exceptional taste.","kind_of_scent":"Bade'e Al Oud Oud for Glory is an amber woody fragrance suitable for both women and men. It is an EDP (Eau de Parfum) formulation, offering a long-lasting and intense scent experience.","season":"Due to its warm and rich scent, Bade'e Al Oud Oud for Glory is best suited for Fall and Winter seasons.","occasion":"Bade'e Al Oud Oud for Glory's long-lasting nature and versatile scent type make it suitable for various occasions. It can be worn as a light everyday fragrance for the office or applied more generously for special events or date nights, where its strong and aromatic presence shines.","how_long":"Bade'e Al Oud Oud for Glory, being an EDP, offers an excellent sillage compared to EDT (Eau de Toilette) fragrances. On average, it can last between 6-8 hours, although the longevity can vary depending on environmental factors and the wearer's skin type. Reapplication may be necessary for extended wear."}
{"name":"Afnan 9am Dive","brand":"Afnan","gender":"Unisex","categories":"Cologne","volume":"100 ml","price":1107.75,"about":"9Am Dive Afnan has been a tantalizing cologne for men and women since 2022. Fruity, fresh and slightly aquatic, it evokes a sense of youthful hope and energy that entices others to be as bold and confident as the person wearing it.","fragrance_family":"Fruity","scent_type":"Aromatic, woody, fresh, green","notes":"9Am Dive takes on a unique and invigorating olfactory journey that starts with a zesty and fresh mix of pink pepper, lemon, mint and black currant. The fruity aroma continues with hints of apple but gets infused with an outdoorsy vibe thanks to cedar and incense. The enticement continues as the cologne finishes with a memorable base of jasmine, ginger, patchouli and sandalwood.","smell_like":"The fruity essence of Afnan 9Am Dive whisks one away to a vibrant, sunny and warm morning surrounded by a blossoming orchard and lush woods. As you take into the zesty, earthy, woody and soothing aromas, it makes one feel like a carefree spirit who no longer lets the stress of life keep one from enjoying all the world has to offer.","kind_of_scent":"Like most of Afnan's offerings, 9Am Dive is an eau de parfum. This fruity cologne was crafted with both men and women in mind.","season":"The enticing and sparkling scents of mint, lemon and ginger have a fresh energy that complements summer and spring.","occasion":"Along with being a unisex fragrance, Afnan 9Am Dive is also a versatile one. Its pleasant and energetic aroma works well whether at work, on a date or casual afternoons with friends. Since it is an EDP, only a little is needed to make an impression.","how_long":"Although it may vary depending on different factors, most EDPs last eight hours or more."}
{"name":"Ck Be","brand":"Calvin Klein","gender":"Unisex","categories":"Perfume","volume":"195 ml","price":1064.74,"about":"Launched in 1996, CK Be is a fresh woody unisex fragrance from Calvin Klein. Created by René Morgenthaler, this classic composition blends herbal, fruity, floral and wood notes to create a bright and refreshing scent.","fragrance_family":"Fresh","scent_type":"Woody","notes":"Tart and lively bergamot and mandarin orange contrast beautifully with juniper berries, lavender, mint and green notes in Ck Be's introduction. Its center combines fresh green grass, juicy peach and sweet earthy orchid notes with creamy freesia, jasmine and magnolia. With their soft and clean wood notes, cedar and sandalwood compliment a rich warm blend of amber, musk, opoponax and vanilla in the base.","smell_like":"Ck Be is effervescent and energetic with a carefree attitude. It's drinking a minty citrus cocktail near your favorite beach, savoring the contrast of your cool beverage with the warm breeze blowing through your hair.","kind_of_scent":"From start to finish, CK Be is an exuberant fragrance that awakens the senses. It's a fresh unisex eau de toilette that effortlessly balances tart, green, sweet and earthy accords.","season":"Ck Be is a fresh summer fragrance with a blend of citrus, green, floral, fruity and woody notes.","occasion":"Ck Be Eau De Toilette easily becomes an all-around favorite that boosts your confidence at work, on dates, during outings with friends or any other time you want a light fresh and woody scent.","how_long":"Because Ck Be is an eau de toilette, its longevity ranges from three to six hours. EDTs contain no more than 15% fragrance oil in their compositions. However, skin type and air temperatures can lengthen or shorten a fragrance's time span. Reapply Ck Be as needed to achieve your desired effects."}
{"name":"English Lavender","brand":"Yardley London","gender":"Unisex","categories":"Perfume","volume":"125 ml","price":638.66,"about":"Yardley London English Lavender Perfume is an aromatic fougere fragrance for women. This fresh scent was first released in 1801 and is synonymous with all things British.","fragrance_family":"Aromatic","scent_type":"Lavendar, aromatic, fresh, spicy, woody","notes":"The top notes blend lavender with aromatics creating a fresh impression. Heart notes bring in more aromatics and a woody note of cedar. The base of tonka bean, musk and oakmoss gives the fragrance depth.","smell_like":"This scent has all the formality and elegance of Victorian women in white muslin dresses sipping tea in a British garden. Too fresh to be old-fashioned and too traditional to be trendy, English Lavender is a fragrance that has remained relevant for over 150 years.","kind_of_scent":"English Lavender is an aromatic eau de toilette for women. EDTs contain a lower concentration of perfume oils that produce an ephemeral scent.","season":"This aromatic fougere is perfect for spring and summer.","occasion":"English Lavender is an eau de toilette with a delicate scent that is a good choice for day wear, office wear or casual evening events.","how_long":"English Lavender is an eau de toilette and has an average longevity of 4-6 hours on the skin although body chemistry and environment can affect this."}
{"name":"Amethyst Badee Al Oud","brand":"Lattafa","gender":"Unisex","categories":"Perfume","volume":"100 ml","price":1107.44,"about":"Created with femininity in mind, Lattafa Amethyst Badee Al Oud Perfume features hints of pink pepper, Turkish rose and vanilla. The soft fragrance was launched in 2021.","fragrance_family":"Floral","scent_type":"Oud","notes":"Fresh pink pepper and bergamot dance into the middle notes of jasmine and Turkish and Bulgarian roses. These all delicately intermingle with base notes of oud, vanilla and amber to create a soft yet seductive scent.","smell_like":"This fragrance uses Turkish and Bulgarian roses, evoking the feeling of walking through a gorgeous floral garden. The oud, amber and vanilla create sultry undertones in the fragrance while the pink pepper and bergamot add just a bit of zest.","kind_of_scent":"Lattafa Amethyst Badee Al Oud is a floral scent created with women in mind. It is an eau de parfum, meaning it contains essential oil in as much as 20%.","season":"This fragrance uses three different flowers in its composition, making it an excellent choice for spring and summer months; however, since it also contains oud, vanilla and amber, it will work well during the fall and winter months as well.","occasion":"Lattafa Amethyst Badee Al Oud Perfume is a floral EDP that typically carries a stronger scent and lasts for 4-6 hours on average. The scent is perfect for special nights out with loved ones or just because you love the fragrance.","how_long":"Lattafa Amethyst Badee Al Oud Pefume is an EDP. These are typically stronger fragrances that last 4-6 hours. Keep in mind that your own body chemistry and the temperature outside can affect the strength and longevity of a scent and determine whether you need to reapply throughout the day."}
{"name":"Lattafa Pride Ansaam Gold","brand":"Lattafa","gender":"Unisex","categories":"Perfume","volume":"100 ml","price":1846.26,"about":"Pride Ansaam Gold is an amber floral for men and women by Lattafa Perfumes. This floral fruity fragrance has a sophisticated multilayered scent enhanced by amber, musky and citrus accords.","fragrance_family":"Floral, amber","scent_type":"Sweet, fruity, vanilla, citrus","notes":"Ansaam Gold intrigues you with succulent mandarin orange and delicate watery pear top notes. Next follows golden amber, warm musk, powdery rose, green jasmine and nectary sweet notes, creating a rich and luxurious center. A unique base note blend of lively raspberry and milky vanilla adds woody and rum-like undertones for a sweet, earthy and fruity dry-down.","smell_like":"Combining sweet creamy, sharp, fruity and warm musky notes, Lattafa Pride Ansaam Gold whisks you away to a secluded bungalow. You're greeted by a luscious garden filled with juicy citrus, tart berries and vibrant blooms with heady aromas. Fragrant aromas of dark sugary and spicy food call to you from inside. ","kind_of_scent":"Ansaam Gold is a unisex eau de parfum. It's an enticing blend of fruity and floral accords.","season":"Ansaam Gold's composition features notes such as raspberry, rose, vanilla and amber, so it's a wonderful all-season fragrance. ","occasion":"Ansaam Gold EDP has a universal appeal. With its longevity and well-rounded transitioning from day to night, its well-rounded fruity and floral scent is ideal for any occasion. ","how_long":"Eau de parfum fragrances like Ansaam Gold include 15% to 20% perfume oil, increasing strength and longevity. While most EDPs average around six hours of wear, skin type and ambient temperature can lengthen or shorten that time. "}
{"name":"Club De Nuit Sillage","brand":"Armaf","gender":"Unisex","categories":"Cologne","volume":"106 ml","price":1597.27,"about":"Club De Nuit Sillage is a relatively new fragrance that was released by Armaf in 2020. Designed to be worn by men and women, this unisex cologne is a floral woody fragrance. Club De Nuit Sillage is a bold scent that is both seductive and sensual, inviting others to lean in for an embrace or a deep conversation.","fragrance_family":"Floral, woody","scent_type":"Citrusy, musky, powdery, aromatic","notes":"Club De Nuit Sillage boldly makes its presence known with a fruity burst with notes of bergamot, black currant, lemon, lime, violet leaf and ginger. These accords are followed up with a middle layer featuring rose, jasmine and iris. Anchoring this cologne is a warm base of ambroxan, musk, sandalwood and cedar.","smell_like":"Club De Nuit Sillage feels like a walk through a grove or orchard with the sun overhead and a gentle breeze at your back. Somewhere underneath the sunny optimism is the desire to find a covered spot and while away the time with a special someone.","kind_of_scent":"Club De Nuit Sillage is an eau de parfum or EDP spray. You can expect a more intense sillage and projection for being around people and a longer dry down where the musky undertones inspire romance.","season":"The unique blend of fruits and florals makes this fragrance ideal for spring and summer.","occasion":"This fragrance’s projection and sillage will include prominent notes of fruits and florals, making it ideal for events in public as well as a more intimate rendezvous.","how_long":"Club De Nuit Sillage’s EDP concentration results in longevity of six to eight hours. You likely won’t need to reapply for most occasions, unless you want others to continue to experience the fruity floral accords."}
{"name":"Afnan Musk Is Great","brand":"Afnan","gender":"Unisex","categories":"Perfume","volume":"100 ml","price":738.19,"about":"Embrace the captivating allure of Afnan Musk Is Great, a fragrance designed to capture the enigmatic charm of musk. This unisex scent by Afnan weaves together an alluring blend that resonates with individuals who appreciate the timeless and mysterious essence of musk.","fragrance_family":"Woody","scent_type":"Musky, fruity, floral, aromatic","notes":"Soft, citrusy mandarin orange and bergamot top notes opens this scent with a dash of sweet apple and woody black currant. Powdery and soothing lavender blends with the earthy and woody middle notes of patchouli and oak moss to create an unforgettable heart. Sensual and spicy, musk, ambergris and saffron provide a smooth finish.","smell_like":"An enchanting woody fragrance with fruity and floral undertones, Afnan Musk Is Great transports you to a sunny day at a luxurious resort getting pampered from head to toe. A welcoming hazy feeling overtakes you as you happily breathe in the soft, light and soothing aromas of white musk and magnolia. The epitome of tenderness and softness, this is a sensually fluffy musk, expanding into a milky-sounding, softly caressing, sandalwood in the finish of Musk Is Great.","kind_of_scent":"Woody and fruity, Afnan Musk Is Great is an eau de perfume for men and women. It has a high concentration of essential oils, giving it impressive lasting power.","season":"Although musk and sandalwood are rich notes with depth, the way they mingle with the citrusy opening and floral magnolia make Afnan Musk Is Great suitable to wear any time of the year.","occasion":"A mesmerizing aroma that creates a sense of balance, Afnan Musk Is Great gives one a welcoming and pleasant aura whether at work or spending time with friends.","how_long":"The longevity of a fragrance will depend on your body chemistry, the environment and how you apply it. If spraying onto pulse points, most people can expect Afnan Musk Is Great to last for eight hours or more."}
{"name":"Lattafa Opulent Oud Cologne","brand":"Lattafa","gender":"Unisex","categories":"Cologne","volume":"100 ml","price":718.41,"about":"Lattafa Opulent Oud is a men's cologne released by Lattafa in 2018. It is a men's fragrance, but its complex notes are more unisex. This is a fragrance meant to remind the wearer of luxury and class.","fragrance_family":"Oud","scent_type":"Intense, aromatic and spicy with oud notes","notes":"Opulent Oud opens with spicy cinnamon and saffron, joined by the floral rose at the heart and the showstopping oud wood. As the fragrance dries down, base notes of cedarwood, amber and oud linger.","smell_like":"Lattafa Opulent Oud evokes a feeling of luxury and opulence. Imagine driving to a classy, high-end party with leather seats beneath you and the wheel under your hand. When you arrive, you know you'll turn heads and all eyes will be on you.","kind_of_scent":"Lattafa Opulent Oud is an oud fragrance with sensual overtones and woody dry down. It is an eau de parfum, or EDP, designed for longevity, perfect for those nights out on the town.","season":"With its oud and amber accords, a strong cologne like Lattafa Opulent Oud can warm the chill autumn and winter nights.","occasion":"Lattafa Opulent Oud is most suitable for luxurious nights on the town. Its intensity may be too strong for the office or as a daily signature scent. However, with a gentle application, you may be able to wear it at any time.","how_long":"Lattafa Opulent Oud is an EDP. Eau de parfums have a more concentrated formula than EDTs, lasting six to nine hours. The cologne may last longer or dissipate faster depending on the fragrance's composition and your body's chemistry. When worn, expect the cedarwood, amber and oud notes to last the longest."}
{"name":"Al Dur Al Maknoon Silver Cologne","brand":"Lattafa","gender":"Unisex","categories":"Cologne","volume":"100 ml","price":664.09,"about":"A smoky leather fragrance for men, Lattafa Al Dur Al Maknoon Silver cologne is an eau de parfum that features dominant scent notes of birch, pineapple and oakmoss. This is a fresh fragrance that combines leather and amber ingredients with fruity scent notes to create a unique and vibrant aroma.","fragrance_family":"Leather, fruity","scent_type":"Smoky, animalic, sweet, wet, pineapple, citrus, woody, fresh, musky","notes":"Lattafa Al Dur Al Maknoon Silver cologne opens with a sharp and energetic fruity opening of bergamot, pineapple and apple. These sweet ripe fruits float over a smoky heart of birch, patchouli and jasmine. The base notes of musk, oakmoss, leather and amber are soft and earthy, providing a strong masculine finish.","smell_like":"Lattafa Al Dur Al Maknoon Silver cologne smells like a summer bonfire on the beach. The smoky and woody scent notes blend with pineapple, bergamot and jasmine to create an invigorating and playful fragrance.","kind_of_scent":"Lattafa Al Dur Al Maknoon Silver cologne is an eau de parfum for men that is in the category of leather and fruity fragrances.","season":"Because of the balance of woody and fruity scent notes, you can wear Lattafa Al Dur Al Maknoon Silver cologne in the spring, summer and fall.","occasion":"With a strong smoky profile and bursts of tangy ripe fruit, Lattafa Al Dur Al Maknoon Silver cologne is suitable for social events in the evening such as going out for drinks, dancing or on a date.","how_long":"Lattafa Al Dur Al Maknoon Silver cologne has a light scent profile that will last around five to six hours."}
{"name":"Orientica Royal Blue Perfume","brand":"Orientica","gender":"Unisex","categories":"Perfume","volume":"80 ml","price":2166.53,"about":"Orientica launched Royal Bleu perfume in 2022. It is a unisex eau de parfum that has an amber and floral scent profile with key notes that include vanilla, lavender, jasmine, apple and geranium.","fragrance_family":"Amber, floral","scent_type":"Warm, spicy, woody, aromatic, powdery, herbaceous, green, sweet, smooth","notes":"Orientica Royal Bleu perfume opens with a fresh flourish of fruity and aromatic ingredients, including lavender, bergamot, pepper, mandarin orange and green apple. Following this soft and effusive opening, the fragrance transforms into a spicy and vibrant scent that is green and powdery with violet, jasmine, geranium and cardamom. In the base, patchouli, musk, sandalwood, guaiac wood and vanilla combine together to add a rich layer of warmth and a smooth, satisfying dry down.","smell_like":"Orientica Royal Bleu perfume smells like you're walking through a park on a spring evening when the trees have just begun to unfurl new leaves. It is green, woody, warm and spicy.","kind_of_scent":"An amber floral eau de parfum, Orientica Royal Bleu perfume is a unisex scent that has a pleasant profile of lavender, vanilla, sandalwood and jasmine.","season":"With aromatic top notes and woody and musky undertones, Orientica Royal Bleu perfume pairs well with every kind of weather. You can wear this fragrance all year round.","occasion":"Orientica Royal Bleu perfume is a vibrant and complex casual scent that features classic ingredients such as lavender and jasmine. With this profile, you can wear Royal Bleu to work, to school or to go on a date.","how_long":"Orientica Royal Bleu perfume has very excellent longevity of more than 10 hours."}
{"name":"Monocline 01 Eau De Essense Perfume","brand":"Maison Alhambra","gender":"Unisex","categories":"Perfume","volume":"100 ml","price":1107.75,"about":"Monocline 01 Eau De Essence by Maison Alhambra has a captivating and unique aroma that complements men and women. Inspired by the simple yet intriguing Iso E Super molecule, the fragrance has a natural essence that subtly combines the pleasant and endearing scents of fruity, floral and musky accords.","fragrance_family":"Woody","scent_type":"Citrus, sweet, earthy, floral","notes":"Sugary, sweet and sensual grapefruit starts the impressive olfactory experience that Monocline 01 Eau De Essence delivers. A slightly green and spicy lily weaves its way around a heart of sandalwood, creating a creamy warmth that ushers in a seductive finish of musk, amber and vetiver.","smell_like":"As unique as the person who wears it, Monocline 01 Eau De Essence makes one feel the freedom and pleasure of unleashing their inner spirit. The underlying woody tones sprinkled with citrus and floral notes conjure up the feeling of exploring a magical forest filled with unmatched beauty.","kind_of_scent":"Crafted as a woody unisex fragrance, Monocline 01 Eau De Essence is an eau de parfum. The high-quality essential oils in it ensure that each note comes across with strength and clarity.","season":"The delightful aroma of vetiver creates a smoky and woody aroma with a green element, which makes Monocline 01 Eau De Essence most suitable for spring.","occasion":"Focused on making a fragrance that comes across naturally while delivering an inviting aroma, Maison Alhambra designed Monocline 01 Eau De Essence for versatility. It has the right amount of warmth for a special evening and a brightness that exudes confidence during the workday.","how_long":"Although it varies based on different factors, Monocline 01 Eau De Essence generally lasts between six and nine hours."}
{"name":"Arabiyat Intense Musk Perfume","brand":"My Perfumes","gender":"Unisex","categories":"Perfume","volume":"100 ml","price":737.88,"about":"Arabiyat Intense Musk, launched by My Perfumes, is a floral, feminine scent. My Perfumes is an umbrella brand for many popular Arabian perfumers such as Arabiyat and Al Qasr.","fragrance_family":"Floral, fruity","scent_type":"Sweet, fruity, powdery, musky","notes":"This opulent and vibrant perfume contains opening notes of pear and Turkish rose that enhance into a heart of violet, jasmine, gillyflower and sweet clove. The base note of white musk maintains the light earthy and floral energy of the perfume.","smell_like":"This perfume smells like taking a relaxing nap on a bed of fresh flower petals. With powdery florals and sweet pear, Arabiyat Intense Musk is memorable and luxurious.","kind_of_scent":"This sweet and powdery fragrance was designed by Arabiyat for women. The perfume uses the eau de parfum concentration.","season":"Arabiyat Intense Musk perfume features an upbeat combination of fresh florals and fruit that can project effortlessly in the warmer spring and summer months.","occasion":"This perfume is a considerably long lasting daytime fragrance that can be worn casually throughout the work hours or out with friends.","how_long":"Arabiyat Intense Musk is made with an eau de parfum design. With this formulation, a 15-20% concentration of fragrance oil is used to enhance the performance and longevity of the scent. This concentration typically provides users with up to 5 hours of noticable fragrance, but this life can be easily extended with reapplication throughout the day. You may also see increased performance by applying the spray to freshly cleansed and moisturized skin."}
{"name":"Montale Aoud Purple Rose","brand":"Montale","gender":"Unisex","categories":"Perfume","volume":"100 ml","price":2769.08,"about":"Montale Aoud Purple Rose is a unisex fragrance designed by Pierre Montale. Released in 2012, this amber floral scent incorporates warm resinous, heady floral and tangy sweet notes.","fragrance_family":"Amber","scent_type":"Floral","notes":"Blackberry, rose and saffron create an intense introduction with fruity, sweet, powdery and grassy undertones. The heart incorporates agarwood with its earthy and nutty facets, enhanced by creamy sandalwood and smoky-spicy patchouli notes. Amber, leather and white musk blend in the base to form a cozy, sensual ending with a clean edge.","smell_like":"Delicate and exquisitely crafted, Aoud Purple Rose surrounds you with a golden ribbon of scent. Lambent amber and oud punctuated with zesty berry, smooth leather, bittersweet spice and musky woods engage your senses, inviting you to relax and unwind.","kind_of_scent":"Aoud Purple Rose is a unisex fragrance with a sensual, opulent and elegant feel. With amber and floral notes, this eau de parfum wraps you in its warm and lively scent for hours.","season":"Amber, rose, agarwood and saffron notes craft an intrepid and luxurious fall and winter scent.","occasion":"This fragrance brings together amber, floral, fruity and spicy notes, with a composition and strength that's perfect for nighttime. Revel in this EDP's bold long-wearing scent for romantic occasions, evenings out and formal events.","how_long":"Aoud Purple Rose is an eau de parfum. Its strength and longevity come from its fragrance oil concentration, which ranges from 15% to 20% for most EDPs. While body chemistry and environment can impact one's wear experience, most fragrance fans enjoy this scent between six and nine hours."}
{"name":"The House Of Oud Neverending ","brand":"The House Of Oud","gender":"Unisex","categories":"Cologne","volume":"75 ml","price":5525.91,"about":"The House Of Oud Neverending was launched in 2021. Designed by perfumer Douglas Morel, it is a unisex fragrance that brings the warmth of spice together with the softness of flowers.","fragrance_family":"Floral","scent_type":"Fresh, warm, spicy","notes":"A complex blend of nutmeg, cumin, black pepper and additional spices opens the fragrance. Pink grapefruit provides a balancing sharpness. A floral heart follows with tuberose and jasmine mixing with suede as the middle layer moves forward. The base of the cologne is deep and earthy, completing the composition with guaiac wood, Virginia cedar, cypriol oil, amber, musk and black vanilla husk notes.","smell_like":"This is a warm and spicy cologne with an earthy base that conjures images of a lush forest filled with tall trees and blooming flowers. Nutmeg and other spices in the top layer are inviting while woody and musky base notes provide depth and richness. Wear this when you want to give off a bold and confident air.","kind_of_scent":"Designed for both men and women, this cologne is a rich floral fragrance. It is an Eau de Parfum, or EDP, that provides a long-lasting and attention-drawing scent.","season":"Spicy notes like black pepper and nutmeg, as well as earthy notes of musk, amber and guaiac wood, provide plenty of warmth that makes this cologne a perfect choice for the cooler seasons of winter and autumn.","occasion":"Day or night, this cologne is great for special occasions or formal events. Use it as a seductive element when preparing for a date or to draw attention when you go out on the town. It can last throughout the night without reapplication and provides a strong scent that will get you easily noticed.","how_long":"Because it is an EDP, The House of Oud Neverending Cologne can last for around six to eight hours without reapplication. This can vary depending on the fragrance's reaction to your skin, the environment and your activity level throughout the day."}
{"name":"Tilia Cordata ","brand":"Acca Kappa","gender":"Unisex","categories":"Perfume","volume":"100 ml","price":3686.25,"about":"Tilia Cordata Perfume by Acca Kappa captivates with its floral, green and citrus aroma. Exuding a botanical vibe, this unisex fragrance brings to life the beauty of a summer day as one strolls through a blooming garden full of blooming flowers and fresh fruits ripening. Hints of the nearby woods waft in the air, adding a warm and inviting essence.","fragrance_family":"Floral","scent_type":"Green, citrus, sweet, woody","notes":"Light yet lush and dewy, Tilia Cordata instantly invigorates the senses with a zesty and slightly woody and floral opening of citrus notes, neroli and petitgrain. A soft but memorable floral heart magnolia, jasmine and rose help accent the honeyed smell of linden. More sweetness ensues as amber and tonka bean mingles with warm musk and smoky cedar for a long-lasting finish.","smell_like":"Fresh, vibrant and full of life, Tilia Cordata turns a floral perfume into a magical world of wonder with its complementary composition. The sparkling opening fills one with confidence while the earthy and woody finish has a calming and charming effect that subtly entices the senses.","kind_of_scent":"Formulated as an eau de parfum, Acca Kappa Tilia Cordata features light floral notes that masterfully swirl with green and woody notes, making it a classy option for men and women.","season":"As a floral fragrance, Tilia Cordata reminds one of a perfect summer day. The fresh and sparkling opening of neroli, lemon and bergamot add delectable coolness to warm-weather months.","occasion":"Floral fragrances with green undertones have an airy lightness that lends themselves to spring and summer as well as add elegance to any occasion.","how_long":"As an EDP, Tilia Cordata lasts longer than its eau de toilette counterparts. If applied to pulse points, one can expect the fragrance to last approximately eight hours."}
{"name":"Oud Cambodi ","brand":"Rihanah","gender":"Unisex","categories":"Perfume","volume":"100 ml","price":1569.64,"about":"Oud Cambodi is an amber woody fragrance that was launched in 2014 by Rihanah. Although it is labeled as a perfume, it is a unisex fragrance to be worn by anyone. This Middle Eastern scent is an enchanting combination built on oud or agarwood, one of the world’s most prized perfume ingredients. Oud Cambodi weaves a tale of romance and passion, buoyed by incense-like scent accords that inspire and intrigue.","fragrance_family":"Amber, woody","scent_type":"Woody, smoky, musky","notes":"Oud Cambodi perfume instantly captures your senses with a heady top layer fueled by notes of agarwood smoke and agarwood resin. These upper accords blend into a heart layer comprised of various woody notes. Finally, a musky base of Cambodian oud anchors this sultry and seductive scent.","smell_like":"Oud Cambodi’s bold blend of agarwood-sourced accords brings to mind an evening by a cozy fire that is redolent with rich incense that ignites your senses. You can’t help but yield to the passion and intensity of the moment, projecting an intoxicating sultriness and smokiness that is irresistible to others.","kind_of_scent":"Oud Cambodi is an intense, rich eau de parfum or EDP spray that melds intrigue, mystique and seduction thanks to a rich base of Cambodian agarwood. Its scent accords account for 20 percent or more of its composition, leading to intense projection and sillage for quality time with that special someone.","season":"While Oud Cambodi can be worn at any time of the year, the warmth and intensity shine during autumn and winter.","occasion":"You can wear Oud Cambodi for various occasions. Consider a lighter application to hair and clothing for a more subtle projection and sillage for casual gatherings.","how_long":"Because it’s an EDP, Oud Cambodi is long-lasting. You can expect a performance of six to eight hours on average. You shouldn’t have to reapply it after a few hours."}
{"name":"Dans Tes Breas ","brand":"Frederic Malle","gender":"Unisex","categories":"Perfume","volume":"100 ml","price":9105.4,"about":"Dans Tes Bras by Frederic Malle is a unisex fragrance with a woody floral musk. Launched in 2008 and designed by perfumer Maurice Roucel, it is popular and available.","fragrance_family":"Woody, musk","scent_type":"Warm, earthy, sweet","notes":"Dans Tes Bras is a romantic and addictive fragrance with notes of cashmeran topped with refreshing and sweet notes of violet. The base of the unisex perfume is a mix of sandalwood and white musk, creating an aroma reminiscent of a close, intimate connection.","smell_like":"Dans Tes Bras is like wearing a romantic evening. The cashmeran and musk combine to create subtle hints of saltiness, while heliotrope and violet create a sweet, earthy and intimate introduction to the milky softness of the white musk and sandalwood bed.","kind_of_scent":"Dans Tes Bras is a unisex musk fragrance, meaning it is suitable for men and women. It is an Eau de Parfum, meaning it is longer-lasting and with a higher oil concentration than Eau de Toilette fragrances.","season":"Because Dans Tes Bras is a warmer, woody fragrance, wearers may prefer to use it in the fall and winter.","occasion":"While you can wear Dans Tes Bras whenever you like, it is best for nighttime wear. The musk base and heliotrope heart make the fragrance ideal for date nights or evenings out with friends.","how_long":"As an EDP, Dans Tes Bras can last up to five hours. The longevity of the scent depends on the application method and the wearer's skin type."}
{"name":"Byredo De Los Santos","brand":"Byredo","gender":"Unisex","categories":"Perfume","volume":"100 ml","price":8865.19,"about":"De Los Santos perfume was developed by Byredo founder Ben Gorham after mourning the passing of a dear friend, developed as a sacred celebration of life. Byredo launched the amber floral fragrance in 2022. The aroma is a unisex scent that is an intense spiritual journey reminiscent of divine incense.","fragrance_family":"Amber, floral","scent_type":"Musky, amber, aromatic, herbal, powdery, spicy, fruity, earthy","notes":"With only a few potent accords, this perfume uplifts you. The fragrance opens with the honeyed and delicate aroma of mirabelle and sage. The heart is light, powdery, floral and inspiring as you float through notes of orris root and cistus incanus. You eventually settle on incense-inspired base notes of olibanum, musk and Ambroxan.","smell_like":"The rich tones envelop you in an amber and floral embrace that gives you the sensation of partaking in a sacred pilgrimage. This perfume delivers you from despair and darkness and places you gently in a divine state of hope and light.","kind_of_scent":"Byredo De Los Santos perfume is a unisex product that anyone can enjoy. The amber floral accords come in an eau de parfum concentration that lingers for hours.","season":"The strong floral and fruit-infused notes blend with amber to make this fragrance a fit for spring and summer.","occasion":"Many wearers will reserve Byredo De Los Santos for special occasions, festive celebrations and deeply romantic evenings. Still, anyone who loves to indulge in the finer things and express an air of urbanity can put on a light application for the office and casual dates.","how_long":"As an eau de parfum, De Los Santos will last six or seven hours. Your skin type and the environment could cause the scent to activate more rapidly, so reapplication will refresh the top and heart notes."}
{"name":"Brutus","brand":"Orto Parisi","gender":"Unisex","categories":"Perfume","volume":"50 ml","price":5272.21,"about":"First introduced in 2014, Orto Parisi Brutus Perfume is an aromatic amber fougere with a distinctly unisex appeal. This modern classic fragrance projects a welcoming yet expensive aroma that appeals to all who appreciate patchouli, lavender and citrus scents.","fragrance_family":"Fougere, amber","scent_type":"Earthy, woody, warm, fresh","notes":"The fragrant accords of Brutus by Orto Parisi include classic scent notes associated with a fougere perfume, including bright, juicy citrus, gently aromatic florals and a woody and earthy amber base. The top notes are mandarin orange and bergamot. Lavender, rose and geranium make up the middle notes. As the fragrance dries down, a sensuous base of patchouli, amber, musk, cedar, oakmoss and labdanum lingers on the skin.","smell_like":"The scent of Orto Parisi Brutus Perfume evokes images of citrus orchards, dewy mountain flowers and rugged cliffsides. A strong patchouli note in the base adds raw, earthy depth to this elegant fougere perfume.","kind_of_scent":"Orto Parisi Brutus is a highly concentrated extrait de parfum. This intense fragrance is a unisex fougere with prominent amber and aromatic accords.","season":"Although Brutus's citrus and aromatic notes can suit all seasons, the amber base performs especially well in cooler weather during fall and winter.","occasion":"The clean, long-lasting aroma of Orto Parisi Brutus works excellently as a daytime scent you can wear to the office and enjoy throughout the evening.","how_long":"Skin chemistry, temperature and humidity can affect the endurance of any perfume. Because Brutus extrait de parfum has a higher concentration of fragrance, its aroma can linger for eight hours or longer."}
{"name":"Al Haramain Obsessive Oudh","brand":"Al Haramain","gender":"Unisex","categories":"Cologne","volume":"100 ml","price":3453.58,"about":"The perfume house Al Haramain launched its first fragrances in 1970. Ever since, the fragrance house has released various timeless classics, including Al Haramain Obsessive Oudh. Obsessive Oudh is a simple, yet seductive fragrance with animalic, powdery and spicy notes including amber and musk.","fragrance_family":"Amber","scent_type":"Warm, amber, with musk and agarwood notes","notes":"Al Haramain Obsessive Oudh seeks to fascinate you with instant warmth in an alluring mix of amber and musk. The heart intensifies with agarwood(oud) and more amber notes to create an intoxicating heaviness before it dries down leaving only an agarwood(oud) base.","smell_like":"Imagine the smell of the forest after a gentle rain and you will understand the intoxicating aroma of Al Haramain Obsessive Oudh. Oudh contains a smoky, earthy fragrance that creates intensity within the cologne.","kind_of_scent":"Al Haramain Obsessive Oudh is a unisex fragrance meant to be worn by men and women alike. While smoky, earthy scents tend to be more masculine in nature, this fragrance has powdery accords that give the intensity a touch of softness.","season":"Amber fragrances like Al Haramain Obsessive Oudh are most suitable for autumn and winter.","occasion":"Amber and agarwood fragrances tend to have a deep, intense aroma. Wear Al Haramain Obsessive Oudh when you are going on a romantic date night.","how_long":"Obsessive Oudh is an EDP(eau de parfum). EDPs are known to be long-lasting, intense fragrances with a high oil concentration. When applied to clean, dry skin, the fragrance can last up to 10 hours, but on average will last from six to nine. If worn on textiles, the fragrance can last up to 15."}
{"name":"Ajmal Cuir Musc","brand":"Ajmal","gender":"Unisex","categories":"Perfume","volume":"100 ml","price":3390.78,"about":"Ajmal Cuir Musc Perfume is the third entry in the Ajmal M Series of fragrances designed by Abdulla Ajmal. Launched in 2015, its aromatic blend of soft leather and exotic fruit delivers warmth and comfort to all who come across it.","fragrance_family":"Leather","scent_type":"fruity, musky, sweet","notes":"The top notes of this unisex fragrance mix raspberry and watermelon with musk. Woody tobacco, smoke and leather lie at its heart, giving Ajmal Cuir Musc Perfume its signature toughness. The base offers oakmoss, more muskiness and even more leather, anchoring the scent's fruity sweetness with delectable robustness.","smell_like":"The rough-hewn qualities inherent in Ajmal Cuir Musc Perfume make one feel like a fantasy archaeologist. Its fruity side reminds the wearer that sustenance is everywhere. Together, they stir the emotion of having discovered the ruins of an ancient civilization.","kind_of_scent":"This unisex eau de parfum is classy, profound, natural and elegant. The opening moments of sweet and musky jam eventually give way to oak and musk with a hint of smoke, making for a dynamic scenting experience.","season":"Apply this jewel of a scent during the Spring and Summer when the sun is shining and new journeys beckon.","occasion":"Ajmal Cuir Musc Perfume delivers impressive longevity and sillage, not to mention excellent versatility. Its leathery scent works just as well in casual, everyday settings as in formal ones. Feel free to splash some on whenever the mood strikes.","how_long":"The aroma of this eau de parfum remains relatively high for two to three hours. After that, it sits closer to the skin until it gets washed away. Reapplications may thus be necessary, yet the cologne's effectiveness depends on the climate and the wearer's skin type."}
{"name":"Aclus","brand":"Accendis ","gender":"Unisex","categories":"Perfume","volume":"100 ml","price":4238.55,"about":"Aculus Perfume by Accendis is a unisex fragrance launched in 2015. This woody fragrance has a bright, refreshing top followed by a spicy, earthy middle that includes the rarest perfume ingredient, orris, and a dry down of sensual woods, including oud, balsam and guaiac woods.","fragrance_family":"Woody","scent_type":"Oud, amber, spicy, citrus","notes":"Aclus Perfume by Accendis has top notes of bergamot and lemon, base notes of agarwood, cypriol oil, guaiac wood and gurjan balsam; and heart notes of labdanum, angelica, orris, artemisia and cardamom. The concentration of wood notes in addition to the hints of wood in the middle notes gives this fragrance a distinctly warm, exotic fragrance.","smell_like":"Accendis Aculus Perfume is like a slow, romantic walk through a dense forest in the early morning after a long, romantic night. The citrus opening is invigorating while the spicy heart is reminiscent of those secret moments and the woody notes hold an intimate, seductive bubble.","kind_of_scent":"Aculus Perfume is a woody unisex eau de parfum (EDP), so it has up to a 20% concentration of essential fragrance oils.","season":"Woody fragrances with citrus and spicy notes tend to be best in the fall and winter.","occasion":"While the citrus and floral notes tend to be lighter and brighter, the spice and labdanum are warmer and more exotic. The visceral, smoky, sweet woods add strength and depth. Expect moderate longevity that is appropriate for a day at the office or a night out with friends.","how_long":"Due to its high concentration of fragrance oils, this EDP can last on your skin for four to six hours. You may have to reapply it if you are outdoors or for an evening outing after wearing it to work."}
{"name":"24 Platinum Oud Edition","brand":"Scentstory","gender":"Unisex","categories":"Cologne","volume":"100 ml","price":2511.61,"about":"24 Platinum Oud Edition is a unisex cologne added to the Scentstory fragrance line in 2014. This is an enticing mix of both woody and floral scents that is perfect for any gender and any occasion.","fragrance_family":"Woody","scent_type":"Floral and citrus with a deep musky undertone","notes":"The top notes of this cologne are a combination of rose, lemon, bergamot, neroli and orange blossom. It continues with heart notes of guaiac wood, saffron, patchouli, jasmine and cashmere wood. It has deeper end notes of agarwood (oud), driftwood, musk and amber.","smell_like":"This heady fragrance is a delightful mix of woody and floral scents. It invokes pictures of warm forests and sunny afternoon picnics complete with wildflowers in bloom.","kind_of_scent":"24 Platinum Oud Edition is a woody perfume that has softer floral scents. It finishes with a deeper and darker musk. It is warmer without being overpowering.","season":"The woody, floral, citrus and musk scents are perfect for any season, but it works best in winter and fall when the days are cooler.","occasion":"This long-lasting fragrance is a great blend of deep woods, citrus and floral, perfect for any occasion. You can apply it lightly to wear throughout a day of fun or work or apply it more heavily for a night out on the town.","how_long":"24 Platinum Oud Edition is an Eau de Toilette which is not as strong as an Eau de Parfum. It will last around four to six hours. If you plan on heavier wear, you must reapply it. Remember, the need to reapply depends on your environment and your skin type."}
{"name":"Liaisons Dangereuses","brand":"Kilian ","gender":"Unisex","categories":"Perfume","volume":"50 ml","price":8791.41,"about":"Liaisons Dangereuses is a gentle, fruity fragrance designed by Kilian. It was introduced in 2007 and continues to attract men and women alike.","fragrance_family":"Fruity","scent_type":"Sweet, fruity, with woody, rose, and aromatic notes.","notes":"Liaisons Dangereuses opens gently, with fruity top notes that include peach, plum, black currant and coconut. As you're lured into the fruity accords, the heart introduces rose, geranium, ambrette and cinnamon. To add warmth, the base brings oak moss, sandalwood and musk.","smell_like":"Liaisons Dangereuses is like a warm summer night, sitting across from your partner on the balcony of an elegant restaurant. The floral and fruit accords come together, like summer sweetness on the air, with a musky base reminiscent of being on the cusp of passion.","kind_of_scent":"Liaisons Dangereuses is a unisex scent designed to have accords that both men and women can enjoy. As an eau de parfum, it has a long sillage when applied to clean ski","season":"The fragrance's fruity opening is reminiscent of a bright spring or summer day, making Liaisons Dangeruses perfect for the warmer months.","occasion":"Liaisons Dangereuses can be worn on multiple occasions. The fresh, top notes give it a light, airy touch, perfect for days in the office or running errands. The robust base notes, however, allow you to wear it on a romantic date night without worrying about the notes dissipating too quickly.","how_long":"Liaisons Dangereuses is an eau de parfum. Eau de parfums are popular scents with a high fragrance concentration, typically between 5 and 15%. The aroma lasts about six to eight hours, dependent on your skin chemistry and the climate you live in. Those who live in warmer climates may notice their perfume dissipates quicker."}
{"name":"Le Gazelle Imperia Black Diamond","brand":"Le Gazelle ","gender":"Unisex","categories":"Cologne","volume":"100 ml","price":1107.75,"about":"La Gazelle Imperia Black Diamond is a Saudi Arabian fragrance released by the brand La Gazelle. La Gazelle is known for its ability to utilize French perfume techniques. This fragrance is known for its floral, woody notes that appeal to both men and women.","fragrance_family":"Woody","scent_type":"Woody, floral, with sweet and creamy accords","notes":"Le Gazelle Imperia Black Diamond has a robust floral opening with plum blossom and camellia. The floral notes soften in the heart, with the gentle aroma of rose and hyacinth. For complexity, longevity and to warm the fragrance, the base notes include sweet honey, fragrant woodsy notes and amber.","smell_like":"Step into nature with La Gazelle Imperia Black Diamond. The fragrance merges the elegance of a dinner party with the fresh, aromatic notes of the forest. Imagine yourself at a dusk wedding in the clearing of a dense forest, sparkling lights around you.","kind_of_scent":"La Gazelle Imperia Black is a woodsy fragrance with distinct floral notes. As an EDP, it is designed for long-lasting sillage and can be worn by men and women.","season":"Imperia Black Diamond has complex notes including florals and heavier, woodsy notes that make it a versatile fragrance for any season.","occasion":"La Gazelle Imperia Black Diamond is a versatile fragrance that can pass as a daily scent for the office when worn alone, but when you layer it with rich scents included in your aftershave or moisturizer, you can impress friends and loved ones at evening events.","how_long":"La Gazelle Imperia Black is an eau de parfum, designed to linger between six and nine hours due to its composition of 15 to 20% fragrance concentration. Fragrance reacts to its environment, oxygen and your skin type. Complex EDPs have top, heart and base notes that fade over time, with the base notes lingering long after the rest of the fragrance fades."}
{"name":"Jo Malone Vetiver & Golden Vanilla","brand":"Jo Malone","gender":"Unisex","categories":"Perfume","volume":"100 ml","price":5170.79,"about":"Jo Malone Vetiver & Golden Vanilla perfume is a unisex fragrance that came out in 2020. It features strong accords of vetiver and vanilla with a waft of cool cardamom mixing with grapefruit tea in the opening.","fragrance_family":"Amber, woody","scent_type":"Earthy, deep, warm, smooth, vanilla, rich, green, smoky, dry, bourbon","notes":"Jo Malone Vetiver & Golden Vanilla perfume opens with a refreshing zesty accord of grapefruit tea and cardamom. These two ingredients create a tantalizing burst of fresh air that allows the aroma of vetiver and vanilla to truly shine. As the opening notes dissipate, the bourbon vetiver and bourbon vanilla heart and base notes, respectively, intermingle to create a sensual and enigmatic aroma that is earthy, hay-like, sweet, warm and smooth.","smell_like":"Jo Malone Vetiver & Golden Vanilla perfume smells like a VIP room at the back of a Jazz club. It is smoky, decadent, complex, deep and earthy with a hint of sweetness.","kind_of_scent":"An amber and woody cologne intense product, Jo Malone Vetiver & Golden Vanilla perfume is a unisex fragrance that is spicy and richly scented.","season":"The smoky and musky earthiness of Jo Malone Vetiver & Golden Vanilla perfume is perfect for autumn and winter weather.","occasion":"Jo Malone Vetiver & Golden Vanilla perfume is the type of warm, spicy and rich fragrance you will want to wear at home on a cozy night in or while heading out for a romantic date on a cold night.","how_long":"Jo Malone Vetiver & Golden Vanilla perfume has a longevity of between four to six hours."}
{"name":"Al Haramain Ode Of Oudh","brand":"Al Haramain","gender":"Unisex","categories":"Cologne","volume":"71 ml","price":5023.53,"about":"Al Haramain Ode of Oudh was introduced as a rich, earthy fragrance by perfume house Al Haramain. It will make you feel like you are the special guest at an elegant party, all eyes on you, curious and adoring.","fragrance_family":"Earthy","scent_type":"Earthy, green, floral with spicy and smoky accords","notes":"Oudh of Oudh seduces its wearers by opening with spicy green notes including basil, clove, artemisia and anethol. Slowly, it lures you into the clean, woody heart, adding cedar and freesia accords. The foundation rounds out the fragrance with notes including patchouli, vanilla and vetiver.","smell_like":"Imagine yourself next to a roaring, outdoor fireplace, at an elegant party that blurs the line between modernity and nature. Al Haraim Ode of Oudh is lush, sensual and seductive.","kind_of_scent":"This fragrance was designed as a classic unisex EDP with timeless earthy and creamy tones.","season":"The rich, woody accords open the fragrance and the vetiver, vanilla and patchouli close it with a warmth often associated with the cold autumn and winter weather.","occasion":"This robust, spicy fragrance has earthy, bitter aromas with an additional licorice-like accord. The spicy warmth makes it ideal as a date night cologne.","how_long":"Al Haramain Ode of Oudh is an EDP. EDP perfumes and colognes are stronger than EDTs and can last as long as 10 hours on your skin and up to 16 hours on textiles. On average, however, EDPs last between six and nine hours."}
